{
  "CHANGE_LANGUAGE": "Change language",
  "TEAM": "Team",
  "INFO": "Info",
  "PRESS": "Press",
  "INFO_PARAGRAPH_1_TITLE": "A tale of two cultures on Kazimierz in Kraków",
  "INFO_PARAGRAPH_1_CONTENT": "The Kazimir guide is a mobile app, that allows you to learn about the historical part of Cracow. You will be immersed in the unknown - legends, events and people - that have shaped the identity of the people of Cracow for centuries as well as current Kazimierz that will surprise and inspire you. A unique journey through time ahead!",
  "INFO_PARAGRAPH_2_TITLE": "A tale of two cultures on Kazimierz in Kraków",
  "INFO_PARAGRAPH_2_CONTENT": "The Kazimir guide is a mobile app, that allows you to learn about the historical part of Cracow. You will be immersed in the unknown - legends, events and people - that have shaped the identity of the people of Cracow for centuries as well as current Kazimierz that will surprise and inspire you. A unique journey through time ahead!",
  "INFO_PARAGRAPH_2_CONTENT_1": "The social purpose of the Kazimir project is to show the correlation of Jewish and Polish cultures throughout centuries. Information about pre-war and current life of the Kazimierz district is supposed to encourage the citizens of Cracow to get interested in history of the places they visit day to day.",
  "INFO_PARAGRAPH_3_TITLE": "Logo",
  "INFO_PARAGRAPH_3_CONTENT": "The logo is based on the shape of the district, resembling the Hebrew letter BETA, reflects two cultures, religions and nations. Being a symbol of HOME it relates to the easy, non-pretentious atmosphere of Kazimierz as well as its’ undisputed hospitality.",
  "TEAM_PRADA_NAME": "Patrycja Radaczyńska",
  "TEAM_PRADA_CONTENT": "Trained as a saxophonist, she's passionate about jazz and all kinds of impovisation. After falling in love with coding she now works as a front-end developer. Finds wandering the perfect way to relax and feels best when the landscape outside the window changes quickly. A true lover of inspiring art, technology that makes life easier and absurdity of all kinds." ,
  "TEAM_EMAJ_NAME": "Emilia Maj",
  "TEAM_EMAJ_CONTENT": "The designer of the artistic past and a passion for techonologii on a daily builds softwerowe products from the initial idea through to implementation . Through the non-profit projects and open source : WebMuses , RailsGirls , AfricaHackTrip trying to connect and inspire people around .",
  "TEAM_KRZYSIEK_NAME": "Krzysztof Cieplucha",
  "TEAM_KRZYSIEK_CONTENT": "Freelance iOS developer. Technology and science-fiction geek. Runner, volunteer and music admirer after work. Wannabe rock star, race driver and astronaut. :)",
  "TEAM_JAN_NAME": "Jan Kraus",
  "TEAM_JAN_CONTENT": "Frontend developer & team leader at creativestyle during a day. After hours, developing startups with ruby on rails. Trailrunning & photography passionate. Dreams about travels and new technologies.",
  "TEAM_MARTA_NAME": "Marta Świtała",
  "TEAM_MARTA_CONTENT": "Slave of Her Passions :) Professionally hotelier and event coordinator, got her MA in Middle Eastern Studies. Fan of flavours, fragrances and absurd of everyday life. Believes that „different” is enriching and inspiring. Like telling stories about other cultures and religions, to the kids especially. Travels and sometimes blogs about it. Always courious.",
  "TEAM_PIOTR_NAME": "Piotr Mleczko",
  "TEAM_PIOTR_CONTENT": "Software Devoloper in Corporation, photographer after work. Loves art, and cheap wine from supermarket.Shooting first of all for himself, secondly for Exclusive Info magazine, fashion - Wearwool, events like Startup Sprints, Social Meetups, Tedx conference. His first exhibition is a fact, hope to have more in future.",
  "TEAM_KASIA_NAME": "Katarzyna Twardak",
  "TEAM_KASIA_CONTENT": "A true lover of dogs, homemade cakes and books written from right to left. Those written the other way round she likes as well. Money earned during long hours in front of the computer she likes to spend on tickets - plane tickets, train tickets, concert and festival tickets.",
  "TEAM_WIKA_NAME": "Wiktoria Dalach",
  "TEAM_WIKA_CONTENT": "Programmer and photographer. In order to improve the mood of retailers and government officials, she founded the company called It's Super. She explores city's backyards. Always keen to sing a song, often with no recollection of the lyrics. She likes people, nice lines and contemporary art. She is the author of Kazimir team photos.",
  "TEAM_ANIA_NAME": "Ania Bywanis-Kwiecień",
  "TEAM_ANIA_CONTENT": "Trained as a lawyer, Ania decided to join the Krakow tech scene as a UI/UX designer. She currently manages the work of a few people on production of Project Kazimierz podcasts in a digital publishing house James Cook Publishing. After hours she helps with organizing TEDxKazimierz. Loves good people, good coffee and adventures that end well.",
  "TEAM_BARTEK_NAME": "Bartek Pawlik",
  "TEAM_BARTEK_CONTENT": "He works with photography professionals and hobby : just have a look here. His dream is to look at the world through the eyes of someone else so constantly and obsessively looking for another perspective. Fills every second of observation and he never gets bored . In her free time practicing freeride skiing and riding on a fixie."

}
