{
  "CHANGE_LANGUAGE": "Zmień język",
  "TEAM": "Zespół",
  "INFO": "Informacje",
  "PRESS": "Prasa",
  "INFO_PARAGRAPH_1_TITLE": "Opowieść o dwóch kulturach na krakowskim Kazimierzu",
  "INFO_PARAGRAPH_1_CONTENT": "Przewodnik Kazimir to aplikacja mobilna, która daje Ci możliwość szczegółowego poznania historycznej żydowskiej dzielnicy Krakowa. Pochłonie cię nieznany świat – pełen legend, zdarzeń i osób – który kształtował tożsamość Krakowian przez wieki oraz ten współczesny, który zaskoczy Cię i zainspiruje. Przed Tobą wyjątkowa podróż w czasie.",
  "INFO_PARAGRAPH_2_TITLE": "Idea",
  "INFO_PARAGRAPH_2_CONTENT": "Społeczny cel tego projektu Kazimir to pokazanie korelacji żydowskiej i polskiej kultury na przestrzeni wieków. Zebranie w jednym miejscu informacji z przedwojennego i współczesnego życia dzielnicy ma zachęcać mieszkańców Krakowa, aby zainteresowali się historią, związaną z miejscami odwiedzanymi na co dzień.",
  "INFO_PARAGRAPH_2_CONTENT_1": "Chcemy, by Polacy poznali żydowską przeszłość Kazimierza, natomiast Żydzi jego współczesne oblicze. W części przedwojennej Kazimira wprowadziliśmy odwrotną nawigację – od prawej do lewej, co nawiązuje do kierunku czytania języka hebrajskiego. Celem jest łączenie ludzi różnych narodowości, wyznań, kultur.",
  "INFO_PARAGRAPH_3_TITLE": "Logo",
  "INFO_PARAGRAPH_3_CONTENT": "Logotyp oparty na kształcie dzielnicy, przypominający hebrajską literę BETA, odzwierciedla dwie kultury, religie i narody. Symbol DOMU, który niesie ze sobą BETA nawiązuje do swobodnej, bezpretensjonalnej atmosfery Kazimierza, a także jego niewątpliwej gościnności.",
  "TEAM_1_NAME": "Patrycja Radaczyńska",
  "TEAM_1_CONTENT": "Saksofonistka z wykształcenia, pasjonatka jazzu i wszelkiego rodzaju improwizacji. Od niedawna zakochana w kodowaniu, na codzień pracuje jako frontend developer. Włóczęgi to dla niej najlepszy sposób na relaks i najlepiej czuje się gdy szybko zmienia się krajobraz za oknem. Miłośniczka sztuki, która inspiruje, technologii, które ułatwiają życie i absurdu wszelkiej maści." ,
  "TEAM_2_NAME": "Emilia Maj",
  "TEAM_2_CONTENT": "Projektantka z artystyczną przeszłością i pasją do techonologii na codzień buduje produkty softwerowe od wstępnej idei aż po realizację. Poprzez projekty non-profit i open-source: WebMuses, RailsGirls, AfricaHackTrip stara się łączyć i inspirować ludzi dookoła.",
  "TEAM_3_NAME": "Krzysztof Cieplucha",
  "TEAM_3_CONTENT": "Programista iOS na freelansie. Geek technologiczny i science-fiction. Po godzinach biegacz, wolontariusz i pasjonat muzyki. Chciałby zostać gwiazdą rocka, kierowcą wyścigowym i astronautą. :)",
  "TEAM_4_NAME": "Jan Kraus",
  "TEAM_4_CONTENT": "Na codzien frontend developer i team leader w creativestyle. Po godzinach programuje startupy w ruby on rails, biega po górach i robi zdjęcia. Pasjonują go podróże i nowe technologie.",
  "TEAM_5_NAME": "Marta Świtała",
  "TEAM_5_CONTENT": "Niewolniczka Swoich Pasji :) Zawodowo zapalony hotelarz i eventowiec, z wykształcenia magister od Bliskiego Wschodu. Fanka smaków, zapachów, absurdu i śmiania się do bólu przepony. Wierzy, że „inność” wzbogaca, inspiruje i rozwija. Lubi opowiadać o kulturach i religiach, zwłaszcza dzieciom. Podróżuje, czasem o tym bloguje. I się wiecznie ciekawi.",
  "TEAM_6_NAME": "Piotr Mleczko",
  "TEAM_6_CONTENT": "Software Developer w korporacji, fotografik w wolnym czasie. Milosnik sztuki i tanich win z Biedronki. Fotografuje przede wszystkim dla siebie, ale czasem tez dla Magazynu Exclusive Info, marki Wearwool, róznych wydarzen cyklicznych: Startup Sprint, Social Metups. Pierwszy wernisaz ma za soba, liczy na nastepne.",
  "TEAM_7_NAME": "Katarzyna Twardak",
  "TEAM_7_CONTENT": "Miłośniczka psów, domowych ciast i książek zapisanych od tyłu. Tych zapisanych od przodu zresztą też. Pieniądze zarobione długimi godzinami przed komputerem najchętniej trwoni na bilety - lotnicze, kolejowe, koncertowe i festiwalowe.",
  "TEAM_8_NAME": "Wiktoria Dalach",
  "TEAM_8_CONTENT": "Programistka i fotografka. Aby poprawiać nastrój sprzedawcom i urzędnikom, założyła firmę Jest Super. Eksploruje miejskie podwórka. Chętnie śpiewa piosenki, choć nie pamięta ich tekstów. Lubi ludzi, ładne linie i sztukę współczesną. Jest autorką zdjęć zespołu Kazimira.",
  "TEAM_9_NAME": "Ania Bywanis-Kwiecień",
  "TEAM_9_CONTENT": "Z wykształcenia prawnik, dołączyła do świata IT jako projektant UI/UX. Obecnie ogarnia pracę kilku osób w wydawnictwie cyfrowym James Cook Publishing, produkuje podcasty do Projektu Kazimierz i organizuje TedxKazimierz. Uwielbia dobrych ludzi, dobrą kawę i przygody, które dobrze się kończą.",
  "TEAM_10_NAME": "Bartek Pawlik",
  "TEAM_10_CONTENT": "Zajmuje się fotografią zawodowo i hobbystycznie: http://bartpawlik.tumblr.com/ . Jego marzeniem jest popatrzeć na świat oczami kogoś innego dlatego nieustannie i obsesyjnie szuka innej perspektywy. Każdą sekundę wypełnia obserwacją i nigdy się tym nie nudzi. W wolnych chwilach uprawia narciarski freeride i jeździ na ostrym kole."
}
