[{
        "id": 1,
        "name": "Miodowa",
        "coordinates": [
            [50.053632572808255, 19.948285818099976],
            [50.05261992813816, 19.94397282600403],
            [50.05217559771107, 19.943286180496216],
            [50.05169681845985, 19.942599534988403],
            [50.05153148350814, 19.94217038154602]
        ],
        "places": {
            "present": [{
                "id": 1,
                "name": "Synagoga Tempel",
                "description": "Tempel wyróżnia się spośród innych kazimierskich synagog nie tylko stylem architektonicznym. Wybudowana w latach 60. XIX wieku służyła wyznawcom judaizmu reformowanego – dzięki temu od początku była w niej obecna muzyka chóralna i organowa, niedopuszczalna podczas nabożeństw nurtu ortodoksyjnego.\r\nKontynuację tej muzycznej tradycji stanowią liczne koncerty - od wielu lat gości ona regularnie muzyków występujących w ramach Festiwalu Kultury Żydowskiej – od kantorów wykonujących muzykę tradycyjną (Benzion Miller), poprzez gwiazdy sceny izraelskiej (Shlomo Bar, A-WA), polskich twórców nowej muzyki żydowskiej (Shofar, Ircha Quartet), aż po światowej sławy wykonawców jak Matisyahu. Inne inicjatywy kulturalne w Templu to koncerty towarzyszące Nocy Synagog „7@Nite”, wykłady i konferencje naukowe (m.in. „Żydzi krakowscy 1795-1918”) czy występy polskich i izraelskich chórów.\r\nPonadto synagoga służy celom religijnym jest światkiem najważniejszych wydarzeń, takich jak bar micwy czy śluby członków społeczności żydowskiej (ostatni miał miejsce w sierpniu 2014). ",
                "photos": [{
                    "title": "Tempel Synagogue",
                    "small": "https://kazimir.app/system/photos/a8d606b37a9ec39ec9bcef1a62ed1bb85b6746e0.jpg?1504511024",
                    "large": "https://kazimir.app/system/photos/a8d606b37a9ec39ec9bcef1a62ed1bb85b6746e0.jpg?1504511024"
                }]
            }, {
                "id": 21,
                "name": "Jewish Comunity Center of Cracow (JCC) Miodowa 24",
                "description": "W Stanach Zjednoczonych instytucji działających w ramach JCC Association jest tak wiele, że trudno byłoby wymienić choćby ich połowę, lecz w Europie jest ich zaledwie kilkanaście.\r\nOddział, który postał w Krakowie jest na tym tle wyjątkowy – o ile amerykańska społeczność żydowska jest wielomilionowa, o tyle ta polska, w tym krakowska, szczątkowa. Stąd też profil działalności JCC Cracow jest nieco odmienny od pozostałych oddziałów.\r\nGłównym celem powstania było stworzenie przestrzeni nie tylko dla osób praktykujących judaizm (wąskie grono), lecz identyfikujących się z kulturą i tradycją żydowską. Potrzebę utworzenia takiego miejsca dostrzegł, podczas wizyty w Krakowie w 2002 r., książę Walii Karol. To dzięki jego staraniom udało się pozyskać środki na sfinansowanie budowy Centrum. Uroczyste otwarcie nastąpiło w 2008 roku, a dyrektorem JCC został Jonathan Ornstein.\r\nJCC stało się miejscem łączącym funkcje informacyjną, kulturalną i oświatową. Tym samym nawiązuje do pozostałych istniejących oddziałów.\r\nW Centrum organizowane są kursy językowe, wśród nich hebrajskiego i jidysz, kursy kaligrafii, warsztaty kulinarne, wystawy i spotkania autorskie. Ponadto JCC udziela informacji turystom zainteresowanym życiem społeczności żydowskiej Krakowa, przyjmuje wycieczki z Izraela, organizuje spotkania integracyjne i  cotygodniowe szabaty.\r\nW budynku działa także Klub Seniora oraz Żydowska Biblioteka im. Remu (pod auspicjami Żydowskiego Stowarzyszenia Czulent).\r\nWażnym elementem działalności była od samego początku istnienia edukacja religijna. Pierwszym rabinem związanym z JCC był naczelny rabin Krakowa Boaz Pash. Od 2013 r. funkcję rabinicznego reprezentanta Naczelnego Rabina Polski pełni rabi Avi Baumol, wywodzący się z nurtu modern orthodox. Rabi Baumol organizuje m.in. spotkania wprowadzające do judaizmu.\r\n",
                "photos": [{
                    "title": "Jewish Comunity Center of Cracow (JCC) Miodowa 24",
                    "small": "https://kazimir.app/system/photos/98576eee82a5650c7522fcb81f6d1825ca485d2a.jpg?1504511080",
                    "large": "https://kazimir.app/system/photos/98576eee82a5650c7522fcb81f6d1825ca485d2a.jpg?1504511080"
                }]
            }],
            "past": [{
                "id": 9,
                "name": "Synagoga Tempel",
                "description": "Starania o wybudowanie synagogi Tempel trwały aż 17 lat. Gdy w końcu doszło do jej otwarcia, na początku lat 60. XIX w., jej wygląd wywołał małą sensację - wyróżniała się ona na tle innych kazimierskich świątyń mauretańsko-neorenesansowym przepych.em architektonicznym. Panujące w Tempel obyczaje bulwersowały ortodoksyjnych wyznawców judaizmu. Najwięcej kontrowersji budziła muzyka organowa i chór, w którym występowały kobiety (nie do pomyślenia w trakcie nabożeństw ortodoksów!) oraz kazania wygłaszane cyklicznie w językach polskim i niemieckim (u ortodoksów tylko po hebrajsku) przez kaznodziejów-akademików. Najbardziej charyzmatycznymi byli: przyjaciel Teodora Herzla – Ozjasz Thon, a także Szymon Dankowicz. Dankowicz na patriotycznym nabożeństwie z okazji pogrzebu odnalezionych na Wawelu szczątków Kazimierza Wielkiego, zgromadził w synagodze duchownych chrześcijańskich, posłów galicyjskich i nieprzebrany tłum Żydów i chrześcijan, którzy kilkukrotnie przerywali jego płomienne kazanie oklaskami.\r\nPodczas II wojny światowej północna nawa synagogi służyła Niemcom za stajnię, jednak po roku 1945 udało się przywrócić jej pierwotną funkcję sakralną. Nabożeństwa odbywały się regularnie w latach 1947-1968, aż do śmierci ostatniego kantora, Abrahama Lesmana w 1985. W okresie powojennym na tyłach synagogi funkcjonowała również rytualna łaźnia. Niszczejącą synagogę poddano remontowi w II połowie lat 90., z inicjatywy amerykańskiej fundacji Wold Monuments Fund, która przeznaczyła na ten cel milion dolarów.",
                "photos": [{
                    "title": "Tempel Synagogue",
                    "small": "https://kazimir.app/system/photos/82c3b2d0436098b595c0efb2ad3c0f427b2591c6.jpg?1504511231",
                    "large": "https://kazimir.app/system/photos/82c3b2d0436098b595c0efb2ad3c0f427b2591c6.jpg?1504511231"
                }]
            }]
        }
    },
    {
        "id": 2,
        "name": "Plac Nowy",
        "coordinates": [
            [
                50.05214115332007,
                19.945088624954224
            ],
            [
                50.05193965313749,
                19.944735914468765
            ],
            [
                50.051849236113924,
                19.944564923644066
            ],
            [
                50.05175881891993,
                19.944469034671783
            ],
            [
                50.05167184602977,
                19.944467023015022
            ],
            [
                50.05155042816695,
                19.94452938437462
            ],
            [
                50.05134892550391,
                19.94465410709381
            ]
        ],
        "places": {
            "present": [{
                "id": 2,
                "name": "Plac Nowy",
                "description": "Jeśli zapiekanki, to tylko z Okrąglaka. Plac Nowy tętni życiem bez względu na porę dnia i nocy - wieczorami oblegany do granic możliwości przez wielbicieli tanich szotów, za dnia jest miejscem spotkań, wycieczek i handlu. Latem o wolne miejsce ciężko nie tylko w kawiarnianych ogródkach, ale i na krawężnikach i murkach.\r\nW niedzielne poranki tłoczą się tu blogerki-hipsterki wśród stoisk z (nie)używaną odzieżą, butami i akcesoriami. Ceny – od kilkunastu do kilkuset złotych! W dni powszednie pobuszujesz wśród winyli, porcelany, archiwalnych widokówek i odgrzebanych na strychach starociach. Kupisz również kwiaty, świeże warzywa i owoce.\r\n\r\nPlac Nowy chętnie gości młodych projektantów (cykliczne targi biżuterii, ubrań itp.), lokalnych społeczników oraz muzyków. Przy odrobinie szczęścia wieczorem posłuchasz muzyków, grających na dachu Okrąglaka (np. 14-osobowego jazzbandu ze Szkocji). Jest moc!\r\n",
                "photos": [{
                        "title": "Plac Nowy",
                        "small": "https://kazimir.app/system/photos/004cb9ac9901d0cadcb0fba7f678ae67a2aa74de.png?1504510800",
                        "large": "https://kazimir.app/system/photos/004cb9ac9901d0cadcb0fba7f678ae67a2aa74de.png?1504510800"
                    },
                    {
                        "title": "Plac Nowy 2",
                        "small": "https://kazimir.app/system/photos/5b622cfe6f3f9d6dea36a0b1465d4ca81aee7e6c.jpg?1504510816",
                        "large": "https://kazimir.app/system/photos/5b622cfe6f3f9d6dea36a0b1465d4ca81aee7e6c.jpg?1504510816"
                    }
                ]
            }],
            "past": [{
                "id": 3,
                "name": "Plac Nowy",
                "description": "Plac, na którym stoisz, nie ma regularnego kształtu. Wpisano go w średniowieczne mury obronne.\r\nLibuszhof - nowy zaułek żydowski, plac Nowy. Przed Tobą targ najwyższej jakości produktów. Gospodynie najlepszych krakowskich domów zaopatrują tu swoje spiżarnie. Pod koniec XIX w. władze miasta zastąpują drewniane kramy, murowaną halą targową. Przy wschodnim wejściu (od ul. Estery) znajdziesz rytulaną ubojnię drobiu. Funkcjonuje, bo tak nakazują religijne rygory czystości spożywania pokarmów. Ciężar utrzymania instytucji spoczywa na barkach gminy żydowskiej.\r\nSpójrz na okalające plac budynki, 2 spośród nich to domy modlitwy: Bene Emuna (Dzieci Wiary) i Chaim Halberstam, poświęcony cadykowi, założycielowi chasydzkiej dynastii Sanz. W Bene Emuna znajdziesz obraz Vincenta Capraro -  \"Żydzi z Vught\", poświęcony wydarzeniom z obozu koncentracyjnego na południu Holandii.\r\n",
                "photos": [{
                        "title": "Plac Nowy old 1",
                        "small": "https://kazimir.app/system/photos/7116f5ce4657c142d4a7a30f468e20643801d16d.jpg?1504510840",
                        "large": "https://kazimir.app/system/photos/7116f5ce4657c142d4a7a30f468e20643801d16d.jpg?1504510840"
                    },
                    {
                        "title": "Plac Nowy old 2",
                        "small": "https://kazimir.app/system/photos/9a5dd0c3f7262b2dcbae8ba58adc779ce9e62649.jpg?1504510853",
                        "large": "https://kazimir.app/system/photos/9a5dd0c3f7262b2dcbae8ba58adc779ce9e62649.jpg?1504510853"
                    }
                ]
            }]
        }
    },
    {
        "id": 3,
        "name": "Bartosza",
        "coordinates": [
            [
                50.051796708050496,
                19.94816780090332
            ],
            [
                50.05136270349074,
                19.948300570249557
            ],
            [
                50.05119736738792,
                19.948433339595795
            ],
            [
                50.05076335740782,
                19.948613047599792
            ],
            [
                50.050301786931676,
                19.948790073394775
            ]
        ],
        "places": {
            "present": [{
                    "id": 4,
                    "name": "Broken Fingaz Mural",
                    "description":"Na bocznej ścianie kamienicy Bosaków znajduje się obecnie dzieło izraelskiego kolektywu street-artowego Broken Fingaz. Mural powstał podczas 24. Festiwalu Kultury Żydowskiej w 2014 r. Napis w języku jidysz „Cebrochn Finger” (ang. Broken Fingaz) nawiązuje do przedwojennych mieszkańców Kazimierza, posługujących się głównie językiem jidysz.\r\nW lewym dolnym rogu odnajdziesz trójjęzyczny podpis: „Pamięci rodziny Bosaków, mieszkańców Kazimierza, 1633 – 1941”. Mural stylem odwołuje się do twórczości Maurycego Liliena, absolwenta krakowskiej Akademii Sztuk Pięknych, przedstawiciela art nouveau. To jego portret widzisz po lewej stronie.\r\n",
                    "photos": [{
                        "title": "Broken Figaz",
                        "small": "https://kazimir.app/system/photos/0d76a0480180e2335844d31f5a62c47708a79bca.jpg?1504512342",
                        "large": "https://kazimir.app/system/photos/0d76a0480180e2335844d31f5a62c47708a79bca.jpg?1504512342"
                    }]
                },
                {
                    "id": 32,
                    "name": "ŻyWa workshop (Bartosza 1)",
                    "description": "ŻyWa Pracownia zrzesza krakowskich rzemieślników, artystów, grafików, architektów wnętrz i krajobrazu, muzyków i tych, którzy gotowi są dzielić się swoją wiedzą i umiejętnościami z podobnych dziedzin. Zajmuje się edukacją ekologiczną, artystyczną i regionalną. Promuje tradycyjne rzemiosło, organizuje spotkania, wyprowadza sztukę w przestrzeń miejską. Współuczestniczy w różnorakich wydarzeniach (Festiwal ETNOmania, Festiwal Rozstaje, Noc Muzeów, XV Małopolskie Dni Dziedzictwa Kultury, Osadzanie Chochoła, Wianki na Dębnikach…). Do uczestnictwa zaprasza dzieci i dorosłych. Organizowanie miejskiego ogrodu społecznego nad Wilgą, projektowanie żywych elementów architektury z wierzbowych gałęzi, warsztaty etno-designu i art.-recyklingu czy wyplatanie koszy na osiem rąk to tylko niektóre z działań podejmowanych przez twórców Pracowni. Jeśli komuś jeszcze mało, w ramach Szkoły Żywego Rzemiosła poćwiczyć można też plecionkarstwo, ceramikę, zabawkarstwo, koronczarstwo, zdobienie     ",
                    "photos": [{
                        "title": "Pracownia",
                        "small": "https://kazimir.app/system/photos/1149cc44d242815fc1ad72f6808f27232c91abec.jpg?1504512366",
                        "large": "https://kazimir.app/system/photos/1149cc44d242815fc1ad72f6808f27232c91abec.jpg?1504512366"
                    }]
                }
            ],
            "past": [{
                "id": 3,
                "name": "Bosak family apartment house",
                "description": "300 lat temu kamienicę pod numerem 3 wzniosła rodzina Bosaków, polskich Żydów. Budynek pamięta więc czasy, gdy Kazimierz posiadał własne prawa miejskie. Miasto Kazimierz zamieszkiwane było wówczas głownie przez Żydów, wywodzących się z Krakowa i innych miast, w których nie mogli się już osiedlać. Ludność chrześcijańska stanowiła mniejszość. Świetność Kazimierza w XVII wieku, po najazdach Szwedów, a później Austriaków, odchodziła w zapomnienie, a życie stawało się coraz trudniejsze.\r\nII wojna światowa przerwała długą historię wiążącą Bosaków z kamienicą, i dopiero kilka lat temu kamienica wróciła do potomków pierwotnych właścicieli.",
                "photos": [{
                    "title": "Bosak family apartment house",
                    "small": "https://kazimir.app/system/photos/b8e6f63db710be6536cb8bc6b5263e338d4cb40b.jpg?1504512384",
                    "large": "https://kazimir.app/system/photos/b8e6f63db710be6536cb8bc6b5263e338d4cb40b.jpg?1504512384"
                }]
            }]
        }
    },
    {
        "id": 4,
        "name": "Berka Joselewicza",
        "coordinates": [
            [
                50.05381305561696,
                19.945024251937866
            ],
            [
                50.05531475578174,
                19.948307275772095
            ]
        ],
        "places": {
            "present": [{
                    "id": 6,
                    "name": "Kamienica, w której mieszkał Gebirtig",
                    "description": "Niepozorna kamienica, przed którą stoisz, była domem dla Mordechaja Gebirtiga, poety i barda Kazimierza, urodzonego w 1877, a zmarłego w 1942 w krakowskim getcie. Jego utwory wykonywano na całym świecie, jednak nikt nie znał nazwiska domorosłego poety, autora jidyszowych tekstów Awrejmł der marwicher („Abram złodziejaszek”), Kinderjorn („Dziecięce lata”), Huljet, huljet kinderłech („Radujcie się, dzieci”). Proste i melodyjne piosenki Gebirtiga to szlagiery, grane przez kolejne pokolenia muzyków – w USA wykonywała je np. Molly Picon, gwiazda kina jidyszowego, która podczas koncertów w Krakowie usłyszała je i włączyła do swojego repertuaru.",
                    "photos": [{
                        "title": "Kamienica, w której mieszkał Gebirtig",
                        "small": "https://kazimir.app/system/photos/9a539828c7939c9ac377dd6956e2ced8a5eaa4fb.jpg?1504512249",
                        "large": "https://kazimir.app/system/photos/9a539828c7939c9ac377dd6956e2ced8a5eaa4fb.jpg?1504512249"
                    }]
                },
                {
                    "id": 8,
                    "name": "Records Dillaz",
                    "description": "W kamienicy pod numerem 11 znajduje się skup i sklep z winylami Records Dillaz. Muzyka puszczana jest oczywiście z gramofonu, a małe pomieszczenie mieści ogromną liczbę płyt. Właściciele to pasjonaci, więc jeśli kochasz czarne płyty, to na pewno znajdziesz z nimi wspólny język.",
                    "photos": [{
                        "title": "Records Dillaz",
                        "small": "https://kazimir.app/system/photos/6e90105dee3f14eed0769dc5c4222b61e11438bb.jpg?1504512269",
                        "large": "https://kazimir.app/system/photos/6e90105dee3f14eed0769dc5c4222b61e11438bb.jpg?1504512269"
                    }]
                }
            ],
            "past": [{
                "id": 7,
                "name": "Kamienica, w której mieszkał Gebirtig",
                "description": "Na fasadzie kamienicy nr 5, w której mieszkał Mordechaj Gebirtig, odnajdziesz tablicę upamiętniającę poetę, ufundowanę w pięćdziesiątą rocznicę jego śmierci. Śmiało zajrzyj przez okna sutereny do wystylizowanych na pracownię stolarską wnętrz, w których stale rozbrzmiewają melodie skomponowane przez Gebirtiga. Możesz wziać wydruki tekstów jego piosenek.",
                "photos": [{
                    "title": "Kamienica, w której mieszkał Gebirtig",
                    "small": "https://kazimir.app/system/photos/b0cecc576013b2124cb24b0dc14e04ba64f57bba.jpg?1504512290",
                    "large": "https://kazimir.app/system/photos/b0cecc576013b2124cb24b0dc14e04ba64f57bba.jpg?1504512290"
                }]
            }]
        }
    },
    {
        "id": 5,
        "name": "Meiselsa",
        "coordinates": [
            [
                50.0503231433176,
                19.94122087955475
            ],
            [
                50.050908716785116,
                19.942840933799744
            ],
            [
                50.051452949248585,
                19.944546818733215
            ],
            [
                50.05092249489827,
                19.94247615337372
            ]
        ],
        "places": {
            "present": [{
                "id": 11,
                "name": "Dom Modlitwy przy Meiselsa 18",
                "description": "Tuż po wojnie w budynku siedzibę miała Żydowska Partia Socjalistyczna. W 1951 budynek oddany został Zespołowi Pieśni i Tańca „Krakowiacy”, który zajmował go aż do 2006.\r\nDziś w miejscu dawnego domu modlitwy znajduje się klub Mezcal. Jego powstanie wywołało burzę medialną – wielu poddawało krytyce gminę, która zdecydowała się na wynajęcie dawnego obiektu religijnego pod działalność rozrywkową. Miało to miejsce tuż po generalnym remoncie, a decyzje podjęte zostały bez poinformowania ogółu.\r\nBudynek nie tylko z zewnątrz przyciąga uwagę – zajrzyj do środka, gdy klub jest otwarty, a znajdziesz wyjątkową polichromię naścienną, przedstawiającą miejsca święte i zwierzęta. To pozostałość dawnego wystroju domu modlitwy, odkryta podczas remontu w 2008. ",
                "photos": [{
                    "title": "Dom Modlitwy przy Meiselsa 18",
                    "small": "https://kazimir.app/system/photos/40478f8dec5d2b59eaa92458c18febb6a6d498c5.jpg?1504511457",
                    "large": "https://kazimir.app/system/photos/40478f8dec5d2b59eaa92458c18febb6a6d498c5.jpg?1504511457"
                }]
            }],
            "past": [{
                    "id": 10,
                    "name": "Dom Modlitwy przy Meiselsa 18",
                    "description": "Obiekt ten powstał pod koniec XIX w. Przed wojną mieścił się tu dom modlitwy Bractwa Psalmowego (Chewra T’hilim). Architektonicznie budynek nawiązuje do stylu neoromańskiego. Sala modlitewna znajdowała się na parterze. \r\n\r\nIdąc dalej zwróć uwagę na pasaż łączący Meiselsa z ulicą Józefa. Charakterystyczna zabudowa przywołuje atmosferę przedwojennego Krakowa – podobnie jak wiele innych miejsc na Kazimierzu została wykorzystana przy kręceniu na początku lat 90. Znajdujący się w pasażu ogródek klubu Mleczarnia przyciąga w sezonie letnim wyjątkowym klimatem.",
                    "photos": [{
                        "title": "Dom Modlitwy przy Meiselsa 18",
                        "small": "https://kazimir.app/system/photos/118b290c825186bd58ce5e3c6f8262d39e077fb7.jpg?1504511482",
                        "large": "https://kazimir.app/system/photos/118b290c825186bd58ce5e3c6f8262d39e077fb7.jpg?1504511482"
                    }]
                },
                {
                    "id": 13,
                    "name": "Meiselsa 2 - Kamienica w której mieszkał Karol Kot",
                    "description": "Po przekroczeniu Krakowskiej znajdujesz się w drugiej części Meiselsa. W kamienicy pod numerem 2 mieszał Karol Kot, morderca grasujący w połowie lat 60. po Kazimierzu i nie tylko. Jego mordy wywołały psychozę wśród Krakowian. Kot zabijał dzieci i staruszki, a podczas rozprawy z lubością wypowiadał się o dokonanych czynach. Dwudziestodwuletniego mordercę stracono w 1968, wydarzenie to było szeroko komentowane w prasie, a kilkadziesiąt lat później jego czyny stały się tematem wiersza/piosenki Marcina Świetlickiego \"Karol Kot\".",
                    "photos": [{
                        "title": "Meiselsa 2 - Kamienica w której mieszkał Karol Kot",
                        "small": "https://kazimir.app/system/photos/29469f84bfef4f4b3c47d5ac1a24573a8f10d7d4.jpg?1504511507",
                        "large": "https://kazimir.app/system/photos/29469f84bfef4f4b3c47d5ac1a24573a8f10d7d4.jpg?1504511507"
                    }]
                }
            ]
        }
    },
    {
        "id": 6,
        "name": "Estery",
        "coordinates": [
            [
                50.052754948704234,
                19.944782853126526
            ],
            [
                50.05090871678509,
                19.945866465568542
            ]
        ],
        "places": {
            "present": [{
                "id": 12,
                "name": "Klub Alchemia",
                "description": "Klub-ikona, obecny na Kazimierzu od zarania dziejów życia kulturalno-towarzyskiego dzielnicy jaką znamy obecnie. Wcześniej uznawana była ona raczej za obskurną, zaniedbaną i niebezpieczną, więc założyciele Alchemii (oraz pobliskiego Singera, który również przecierał szlaki następcom) wybrali ryzykowne miejsce dla swojego interesu. Mieli nosa, ale też dużo wyobraźni i konsekwencji. Dzisiaj tłumy lokalsów i cudzoziemców przyciąga bowiem nie tylko bogata oferta alkoholowo-gastronomiczna (Alchemia od Kuchni), ale przede wszystkim szczególna atmosfera, dziesiątki koncertów, imprez DJ-skich i wernisaży. Tu narodziła się ceniona na świecie Krakowska Jesień Jazzowa, tu odbywają się całonocne jam sessions towarzyszące Festiwalowi Kultury Żydowskiej, debiutujące zespoły zdobywają rozpoznawalność, a największe gwiazdy występują po dwa wieczory z rzędu, bo bilety rozchodzą się na pniu.\r\nZawsze warto też wpaść na dużą kawę, zasiąść w ogródku przed lokalem, wygrzewać się na słońcu i przypatrywać wycieczkom, handlarzom, chasydom, muzykom, kloszardom i innym bywalcom Placu Nowego.",
                "photos": [{
                    "title": "klub Alchemia",
                    "small": "https://kazimir.app/system/photos/18e2129eb3697e40b51f405288ac985f8070f343.jpg?1504512025",
                    "large": "https://kazimir.app/system/photos/18e2129eb3697e40b51f405288ac985f8070f343.jpg?1504512025"
                }]
            }],
            "past": [{
                "id": 25,
                "name": "Legenda o Esterce",
                "description": "Esterka to prawdopodobnie najsłynniejsza Żydówka funkcjonująca w wyobraźni Polaków. Według legendy – jako mała dziewczynka ocalona przez króla Kazimierza Wielkiego z pogromu, spotkała się z nim ponownie po latach, w trakcie polowania. Fakt, że została kochanką króla, znany jest nam z kroniki Jana Długosza. Miała urodzić Kazimierzowi dwóch synów oraz córki, którym – wyjątkowo! – zezwolono pozostać przy wierze żydowskiej. Różne przekazy podają, że król sprowadził ją z rodzinnego Opoczna do swej rezydencji w Łobzowie (nie należącym jeszcze wówczas do miasta) lub też do domu przy Krakowskiej 46. Różne są też wersje zakończenia tego niezwykłego romansu: nie wiadomo, czy Esterka zmarła opłakiwana przez króla, została przez niego porzucona, czy też po jego śmierci z rozpaczy popełniła samobójstwo. Izraelski pisarz, laureat nagrody Nobla – Szmuel Josef Agnon, przytacza takie zakończenie: pozostałe kochanki i żony króla Kazimierza były szalenie zazdrosne o Esterkę, ponieważ była ulubienicą króla; zakradły się więc w nocy przed drzwi jej komnaty i paznokciami wydrapały na nich czarnoksięskie zaklęcia, w skutek których dziewczyna zmarła. Zrozpaczony król nakazał zachować jej serce i oczy i umieścił je w swojej komnacie, ponieważ nie dysponował żadnym innym wizerunkiem ukochanej. Jako że prawo żydowskie nakazuje chować ciała zmarłych w całości, każdej nocy duch ociemniałej dziewczyny wstaje z grobu i błąka się w poszukiwania oczu i serca.",


                "photos": [{
                    "title": "kura",
                    "small": "https://kazimir.app/system/photos/a85a5769b2180f82dce002ae655bfd171394c74b.jpg?1504512048",
                    "large": "https://kazimir.app/system/photos/a85a5769b2180f82dce002ae655bfd171394c74b.jpg?1504512048"
                }]
            }]
        }
    },
    {
        "id": 7,
        "name": "Plac Wolnica",
        "coordinates": [
            [
                50.048300448663966,
                19.943377375602722
            ],
            [
                50.048514020580804,
                19.944739937782288
            ],
            [
                50.04912717338372,
                19.944482445716858
            ],
            [
                50.048982497585754,
                19.943549036979675
            ]
        ],
        "places": {
            "present": [{
                "id": 15,
                "name": "Muzeum Etnograficzne im. Seweryna Udzieli (Plac Wolnica 1)",
                "description": "Chociaż plany założenia muzeum etnograficznego w Krakowie pojawiły się już na początku XX wieku, to w dawnym kazimierskim ratuszu przy pl. Wolnica wylądowało dopiero po II wojnie światowej. Oprócz cennych zasobów sztuki i kultury ludowej muzeum gości też chętnie wydarzenia związane z kulturą żydowską – między innymi 2 niezapomniane wystawy w ramch FKŻ. Pierwsza z nich, „Pamiątka, Zabawka, Talizman” z 2013 przedstawiała odwiedzającym ponad 200 figurek Żydów, które zwykle bez trudu znajdziesz na wielu kramach z pamiątkami. Celem wystawy była refleksa nad pytaniem: Dlaczego Żydzi postrzegani są jako ci, którzy przynoszą szczęście, pieniądze, dobrobyt? Czy przyczepiając na lodówkę magnes z trzymającym monetę Żydem, zapewnimy sobie życiowe powodzenie?\r\n\r\nDruga wystawa – „Żydzi na winylach” to dzieło Amerykanów ze stowarzyszenia The Idelsohn Society, nazwanego tak na cześć pewnego muzykologa-kolekcjonera. Jego członkowie spędzili parę ładnych miesięcy objeżdżając Stany i wygrzebując z cudzych strychów, garaży i podwórkowych wyprzedaży stare płyty, dokumentujące amerykańsko-żydowską, jedyną w swoim rodzaju, muzyczną historię. Kolekcja obejmuje rózne rodzaje muzyki od kantoralnej, przez patriotyczne piosenki o Erec Izrael, znane żydowskie melodie w wersji disco („Chassidisco”) czy latynoskiej („Havana Nagila”), aż po największe hity Neila Diamonda i Barbary Streisand. Na wystawie można było zobaczyć okładki winylowych perełek i posłuchać muzyki, zatapiając się w fotelach rodem z lat 50.",
                "photos": [{
                    "title": "plac Wolnica",
                    "small": "https://kazimir.app/system/photos/fb66c79bbe2a7b5c7b231d9f08ba4096f6be485b.jpg?1504510599",
                    "large": "https://kazimir.app/system/photos/fb66c79bbe2a7b5c7b231d9f08ba4096f6be485b.jpg?1504510599"
                }]
            }],
            "past": [{
                "id": 14,
                "name": "Ratusz Kazimierski (Plac Wolnica 1)",
                "description": "Chociaż Kazimierz uzyskał prawa miejskie już w 1335, to na ratusz z prawdziwego zdarzenia musiał trochę zaczekać. Początkowo siedzibę władz miejskich stanowił niezbyt reprezentacyjny, drewniany budynek przy placu Wolnica (wtedy był to rynek), otoczony przez jatki i kramy. Dopiero w 1414 postanowiono wznieść murowany budynek, którego fragmenty zachowały się w piwnicach i na parterze gmachu, przed którym stoisz. Kolejne przebudowy, pożary i remonty doprowadziły do uzyskania ostatecznego kształtu dopiero w II poł. XIX w. Nad ratuszem krążyło widmo rozbiórki – na przełomie XVIII i XIX w., gdy Kazimierz włączono do Krakowa, budynek stracił swoją administracyjną funkcję. W 1806 wystawiono go nawet na licytację. Uratowało go ulokowanie w jego wnętrzu szkoły powszechnej, do której uczęszczać miała młodzież żydowska. W 1906 na ścianie budynku umieszczono tablicę upamiętniającą przybycie Żydów do Polski (zdjęta przez Niemców w czasie okupacji zastąpiona została nową w 1996).",
                "photos": [{
                        "title": "plac Wolnica old",
                        "small": "https://kazimir.app/system/photos/69fbda70b25b6f47e8f383e4fd5ded31bf10b119.jpg?1504510691",
                        "large": "https://kazimir.app/system/photos/69fbda70b25b6f47e8f383e4fd5ded31bf10b119.jpg?1504510691"
                    },
                    {
                        "title": "ratusz",
                        "small": "https://kazimir.app/system/photos/042063d5b6f78f03194394d56a154284996c1f0a.jpg?1504510705",
                        "large": "https://kazimir.app/system/photos/042063d5b6f78f03194394d56a154284996c1f0a.jpg?1504510705"
                    },
                    {
                        "title": "ratusz1",
                        "small": "https://kazimir.app/system/photos/044f985761ad7f50341bc3aa6aeb1dff40bf740d.jpg?1504510717",
                        "large": "https://kazimir.app/system/photos/044f985761ad7f50341bc3aa6aeb1dff40bf740d.jpg?1504510717"
                    }
                ]
            }]
        }
    },
    {
        "id": 8,
        "name": "Kupa",
        "coordinates": [
            [
                50.0524201521761,
                19.945780634880066
            ],
            [
                50.05106303138492,
                19.946475327014923
            ]
        ],
        "places": {
            "present": [{
                "id": 17,
                "name": "Synagoga Izaaka (Kupa 18)",
                "description":  "W czasie II wojny światowej synagoga podzieliła los wielu obiektów żydowskich na Kazimierzu. Zniszczona i zgrabiona przez hitlerowców, bez Tory i elementów wyposażenia, przez kilkadziesiąt lat nie pełniła funkcji religijnych. Niewiele brakowało, by w 1946 stała się świątynią Polskiego Narodowego Kościoła Katolickiego. Protesty społeczności żydowskiej zapobiegły tym planom.\r\nW latach 50. oddana została Związkowi Polskich Artystów Plastyków. Pełniła w tym czasie (1959-1969) rolę pracowni rzeźbiarskiej. Obiekt oddany został gminie żydowskiej dopiero w 1989 – znajdował się jednak wtedy w bardzo złym stanie. W latach 70. wnętrza stały puste i popadały w ruinę, a pożar w 1981 doszczętnie zniszczył wnętrze. Od lat 80. do połowy 90. trwały w synagodze prace remontowe, dzięki którym odkryto część dawnej polichromii, na którą teraz prawdopodobnie patrzysz.\r\nOd 2007 synagoga jest siedzibą grupy chasydzkiej Chabad-Lubavitch, odbywają się w niej codzienne nabożeństwa.\r\nNa tyłach synagogi znajduje się również sklep z koszernym jedzeniem oraz Take Away Israeli Style (wejście od ul. Jakuba) – lokal prowadzony przez Izraelczyków, serwujących falafel i inne potrawy orientalne na wynos.",

                "photos": [{
                        "title": "Synagoga Izaaka",
                        "small": "https://kazimir.app/system/photos/423e3e52d55c37fdd4cc87a6efb5181b274dc7a5.jpg?1504511585",
                        "large": "https://kazimir.app/system/photos/423e3e52d55c37fdd4cc87a6efb5181b274dc7a5.jpg?1504511585"
                    },
                    {
                        "title": "Synagoga Izaaka drzwi",
                        "small": "https://kazimir.app/system/photos/687e7097954d11408e712f87457d6585a9b88e34.jpg?1504511599",
                        "large": "https://kazimir.app/system/photos/687e7097954d11408e712f87457d6585a9b88e34.jpg?1504511599"
                    }
                ]
            }],
            "past": [{
                "id": 16,
                "name": "Synagoga Izaaka (Kupa 18)",
                "description": "Icchak reb Jekeles (Izaak syn Jakuba), fundator synagogi, jest bohaterem legendy przekazywanej kolejnym pokoleniom. Znasz? To posłuchaj: Icchak, pobożny, ale biedny mieszkaniec Kazimierza, miał kiedyś szczególny sen – przyśnił mu się skarb przeznaczony wyłącznie dla niego, zakopany pod mostem w czeskim mieście Praga. Nie namyślając się długo, Icchak wyruszył więc w długą i wyczerpującą pieszą wędrówkę. Kiedy dotarł do murów miasta zobaczył, że most – identyczny jak ten ze snu – strzeżony jest przez oddział wojska. Bojąc się podejść bliżej, stał więc długo i namyślał się co robić. Zagadnięty w końcu przez jednego z oficerów postanowił wyznać prawdę, odkopać skarb i podzielić się nim z oficerem. Ten jednak wyszydził przybysza – tylko głupi polscy Żydzi mogą wierzyć w sny, stwierdził, jemu samemu od dłuższego czasu śni się skarb ukryty pod piecem w domu pewnego biedaka mieszkającego w Kazimierzu, Izaaka syna Jakuba. Nie oznacza to bynajmniej, że oficer myślał o jego  poszukiwaniu, przecież w żydowskim mieście co drugi ma na imię Izaak, a co trzeci Jakub. Izaak podziękował oficerowi, odbył długą drogę powrotną, a pod piecem we własnym domu faktycznie odnalazł skarb. Za część odnalezionych pieniędzy ufundował synagogę, część oddał biednym. Kiedy sąsiedzi pytali go o źródło nieoczekiwanego bogactwa, odpowiadał, że często najcenniejsze skarby czekają w domu, ale trzeba odbyć długą drogę, aby się o tym przekonać.\r\n\r\nPrzepych i wyjątkowe piękno nowej budowli (powstałej ok. 1640 r) wzbudzało zawiść i niechęć społeczności chrześcijańskiej – proboszcz pobliskiej parafii Bożego Ciała narzekał w liście do biskupa, że nowa synagoga sąsiaduje z ulicą zamieszkaną przez chrześcijan, może się więc zdarzyć, że kapłan, przechodzący ulicą z Najświętszym Sakramentem, minie synagogę, co według proboszcza oznaczałoby profanację. Ostatecznie uroczyste otwarcie świątyni nastąpiło w roku 1644.",
                "photos": [{
                        "title": "kupa1",
                        "small": "https://kazimir.app/system/photos/fc031cb3a674aef06d5be659107a0cd12d0b3127.jpg?1504511616",
                        "large": "https://kazimir.app/system/photos/fc031cb3a674aef06d5be659107a0cd12d0b3127.jpg?1504511616"
                    },
                    {
                        "title": "kupa2",
                        "small": "https://kazimir.app/system/photos/77cd12d9b60849af2c65560be10daf51b8ed4472.jpg?1504511634",
                        "large": "https://kazimir.app/system/photos/77cd12d9b60849af2c65560be10daf51b8ed4472.jpg?1504511634"
                    }
                ]
            }]
        }
    },
    {
        "id": 9,
        "name": "Józefa",
        "coordinates": [
            [
                50.050232895435116,
                19.942682683467865
            ],
            [
                50.051255923989494,
                19.947408735752106
            ]
        ],
        "places": {
            "present": [{
                    "id": 19,
                    "name": "Cheder Care (Józefa 36)",
                    "description": "W dwupiętrowym budynku przylegającym do Synagogi Wysokiej, znajduje się Cheder Cafe - miejsce to nierozerwalnie łączy się z historią Festiwalu Kultury Żydowskiej w Krakowie. W trakcie jego trwania zmienia się w klub festiwalowy, zaś w pozostałe miesiące gości niezliczone imprezy kulturalne, inicjatywy społeczne i artystyczne. W latach 2009-2011 Cheder był inicjatorem i gospodarzem cyklu MuLaKuŻ (Muzyczne Laboratorium Kultury Żydowskiej), prezentującego współczesnych polskich muzyków, którzy - niezależnie od wykonywanego gatunku - inspirują się tradycją muzyki żydowskiej i przetwarzają ją w bardzo dowolny sposób.\r\n\r\nOdbywają się tu również spotkania ze sztuką żydowską, kursy kaligrafii i kreatywnego pisania, warsztaty parzenia tradycyjnej bliskowschodniej kawy, spotkania z pisarzami (Etgar Keret, Paweł Smoleński), warsztaty kulinarne (wypiekanie tradycyjnych chałek) oraz zajęcia dla dzieci.\r\n\r\nPopijając miętową herbatę, izraelskie wino czy kawę z findżana można skorzystać też z pokaźnej biblioteki Chederu, której katalog dostępny jest on-line. Z Chederem związana jest działalność prężnego wolontariatu FKŻ „The Machers”, który latem wspiera organizację imprezy, a przez pozostałą część roku uczestniczy w szkoleniach, wyjazdach edukacyjnych, a także współorganizuje otwarte spotkania i warsztaty związane z inicjatywami społecznymi i artystycznymi. Przed Bożym Narodzeniem Macherzy udekorowali jedno z drzew w okolicach ul. Brzozowej tradycyjnymi ozdobami świątecznymi oraz dekoracjami zawierającymi symbole judaizmu.\r\n",
                    "photos": [{
                            "title": "Cheder Cafe",
                            "small": "https://kazimir.app/system/photos/c26a4d4a4f77c9c4ae23eb505c05262188d24077.jpg?1504511702",
                            "large": "https://kazimir.app/system/photos/c26a4d4a4f77c9c4ae23eb505c05262188d24077.jpg?1504511702"
                        },
                        {
                            "title": "Synagoga wysoka",
                            "small": "https://kazimir.app/system/photos/1a567a93d55163dcfc2c6b89db2695db161e6141.jpg?1504511720",
                            "large": "https://kazimir.app/system/photos/1a567a93d55163dcfc2c6b89db2695db161e6141.jpg?1504511720"
                        }
                    ]
                },
                {
                    "id": 24,
                    "name": "Instytut Judaistyki UJ",
                    "description": "Historia studiów żydowskich na Uniwersytecie Jagiellońskim sięga 1986 roku, kiedy to utworzono Międzywydziałowy Zakład Historii i Kultury Żydów w Polsce. Z biegiem czasu, w miarę zwiększania liczby studentów, poszerzania grona naukowego i wzbogacania programu nauczania, Zakład ewoluował w Katedrę Judaistyki (2000) i Instytut Judaistyki (2012). Instytut oferuje jedyne w Polsce dwustopniowe studia oparte wyłącznie o program judaistyczny. Uczyć się można m.in. języków hebrajskiego i jidysz, historii literatur żydowskich, dziejów Żydów krakowskich czy karaimów, historii judaizmu, dziejów Holokaustu i współczesnego Izraela. Dostępne są także studia doktoranckie i podyplomowe. Niewątpliwą atrakcją – nie tylko dla studentów – jest bogaty księgozbiór biblioteki Instytutu, udostępniający ponad 7000 pozycji - także tych trudno dostępnych w innych bibliotekach – w kilku językach, słowniki, komiksy czy dzieła współczesnych izraelskich pisarzy. Krakowska judaistyka kilkukrotnie włączała się w wydarzenia FKŻ, oferując wszystkim zainteresowanym cykle otwartych wykładów, m.in. o Żydach Galicyjskich czy pozycji kobiety żydowskiej w społeczeństwie.  Ważnym elementem działalności Instytutu jest współpraca międzynarodowa i wymiany studenckie, m.in. z instytucjami izraelskimi, francuskimi czy niemieckimi.",
                    "photos": [{
                        "title": "Instytut Judaistyki UJ",
                        "small": "https://kazimir.app/system/photos/3363a4c41fc54631786ef4a49d2ee42bc1b58dcb.jpg?1504511747",
                        "large": "https://kazimir.app/system/photos/3363a4c41fc54631786ef4a49d2ee42bc1b58dcb.jpg?1504511747"
                    }]
                }
            ],
            "past": [{
                "id": 18,
                "name": "Synagoga Wysoka (Józefa 38)",
                "description": "Istnieją dwie teorie, odpowiadające na pytanie: kto wybudował tę renesansową synagogę? Według pierwszej inicjatorem była grupa Żydów sefardyjskich, którzy przybyli w XVI w. do Kazimierza. Świadczyć o tym ma charakter budowli – przypomina bożnice z weneckiego getta żydowskiego. Uciekający przed prześladowaniami, Żydzi sefardyjski chcieli, by powstała synagoga, przypominająca im dom.\r\nDruga hipoteza wskazuje na Żyda Izraela, który miał zwrócić się do króla Zygmunta II Augusta z prośbą o wydanie zgody na budowę nowej synagogi. Określenie „nowa” pojawia się w dokumentach z tej epoki.\r\nW późniejszych przyjęta została nazwa „wysoka” ze względu na nietypową dla tego typu obiektu architekturę. Sala modlitewna znajduje się na piętrze, nie na parterze, jak to jest w pozostałych synagogach krakowskich. W pomieszczeniach na parterze znajdowały się sklepy.\r\nSynagoga przeszła liczne remonty od momentu powstania – dotknęły ją trzy pożary, a potop szwedzki zniszczył ją doszczętnie. Gruntowny remont przeprowadzony został dopiero w XIX w. W latach 80. XIX w. obok synagogi powstał dwupiętrowy budynek, pełniący również funkcje religijne. Mieściła się w nim sala modlitewna z babińcem oraz bożnica Bractwa Ner Tamid. ",
                "photos": [{
                    "title": "Synagoga wysoka old",
                    "small": "https://kazimir.app/system/photos/87778370b9fa0bd16b0f77e07d9224e9d5c5c562.jpg?1504511774",
                    "large": "https://kazimir.app/system/photos/87778370b9fa0bd16b0f77e07d9224e9d5c5c562.jpg?1504511774"
                }]
            }]
        }
    },
    {
        "id": 10,
        "name": "Dajwór/Św. Wawrzyńca",
        "coordinates": [
            [
                50.05319858485204,
                19.94867205619812
            ],
            [
                50.052578595248725,
                19.949036836624146
            ],
            [
                50.05044990331454,
                19.94966983795166
            ],
            [
                50.049299405907874,
                19.944573640823364
            ],
            [
                50.050821914538936,
                19.951316714286804
            ]
        ],
        "places": {
            "present": [{
                "id": 22,
                "name": "Żydowskie Muzeum Galicja (Dajwór 18)",
                "description": "Muzeum Galicja to obowiązkowy przystanek większości grup turystycznych z Izraela, ale też jeden z najważniejszych ośrodków kultury na Kazimierzu. Powstało w 2004 jako efekt współpracy Chrisa Schwartza, brytyjskiego fotografa dokumentalisty, oraz profesora Oksfordu Jonathana Webbera.  Ich fascynacja pozostałościami żydowskiego życia obecnymi w miasteczkach i wsiach dawnej Galicji zaowocowała dziesiątkami fotografii zebranymi przez Schwartza w wystawę „Ślady pamięci”. Została ona zaprezentowana w dawnym magazynie mebli na Kazimierzu, który w ciągu 7 tygodni udało się Schwartzowi i jego przyjaciołom przekształcić w przestrzeń muzealną.\r\nObecnie, osiem lat po śmierci fotografa, Galicja nadal gości ekspozycję jego prac, ale też liczne wystawy czasowe (m.in. o żydowskim ruchu oporu w Krakowie, Polakach ratujących Żydów w czasie Zagłady, działalności organizacji Joint…), księgarnię, kawiarnię oraz liczne inicjatywy kulturalne i naukowe. Odbywają się tu promocje książek dotyczących kultury i historii Żydów, spotkania z autorami i badaczami, koncerty grup klezmerskich i współczesnych muzyków izraelskich, panele dyskusyjne. Należy też dodać, że Galicja stała się w ostatnich latach główną siedzibą krakowskiej społeczności reformowanego judaizmu, na czele z rabinką Tanyą Segal i stowarzyszeniem Beit Kraków. Dzięki temu uczestniczyć można w organizowanych tam co tydzień nabożeństwach szabatowych, licznych żydowskich świętach oraz inicjatywach artystycznych jak teatr midraszowy czy MidraszLab – projekt  łączący sztuki wizualne oraz kanoniczne teksty judaizmu.",
                "photos": [{
                    "title": "Muzeum Galicja",
                    "small": "https://kazimir.app/system/photos/20e1659218c295228f66ee45a76d19045e03a22c.jpg?1504512097",
                    "large": "https://kazimir.app/system/photos/20e1659218c295228f66ee45a76d19045e03a22c.jpg?1504512097"
                }]
            }],
            "past": [{
                "id": 23,
                "name": "Dawna zajezdnia tramwajowa (św. Wawrzyńca 15)",
                "description": "Rozciąga się po dwóch stronach ulicy Wawrzyńca i obejmuje 11 budynków, wśród których najstarsze pochodzą z końca XIX wieku. Te najstarsze budynku służyły dawnej krakowskiej kolei konnej. \r\nNowy wiek przyniósł elektryfikację sieci tramwajowej i potrzebę stworzenia nowej infrastruktury. Po przebudowie przestrzeń ta funkcjonowała jako zajezdnia tramwajowa do 1965 (gdy przeniosła się do Nowej Huty), a od tego momentu aż do 1992 z obiektów korzystała komunikacja autobusowa. \r\nHistorię tego miejsca oraz liczne eksponaty związane z komunikacją tramwajową gromadzi mieszczące się w tzw. hali D Muzeum Inżynierii Miejskiej. \r\nDla wszystkich zainteresowanych historią motoryzacji i komunikacji miejskiej w Krakowie to nie lada gratka!\r\n",
                "photos": [{
                    "title": "zajezdnia",
                    "small": "https://kazimir.app/system/photos/39cce2b1b50115ac8589cc950424046e3f042497.jpg?1504512119",
                    "large": "https://kazimir.app/system/photos/39cce2b1b50115ac8589cc950424046e3f042497.jpg?1504512119"
                }]
            }]
        }
    },
    {
        "id": 11,
        "name": "Św. Stanisława",
        "coordinates": [
            [
                50.04991668223912,
                19.93641436100006
            ],
            [
                50.04886262306483,
                19.937315583229065
            ]
        ],
        "places": {
            "present": [{
                "id": 27,
                "name": "Bulwary Wiślane, hotel Forum",
                "description": "Dziś z miejsca, gdzie znajdowała się dawnej szkoła Bejs Jakow rozciąga się widok na Most Grunwaldzki i Bulwary Wiślane na lewym i prawym brzegu Wisły. Biegnie tędy trasa rowerowa, a przez cały dzień można zobaczyć biegaczy i fanów jazdy na rolkach.\r\nBulwary, ze względu na dobre zagospodarowanie, w ciągu ostatnich kilkunastu lat stały się popularnych miejscem spotkań i wypoczynku w ciepłe dni. \r\nPo drugiej stronie Wisły znajduje się dawny hotel Forum. Najnowocześniejszy hotel w Krakowie, wybudowany między 1978 a 1988, funkcjonował zaledwie 14 lat, chociaż jego budowa wymagała całkowitego przeobrażenia dzielnicy Ludwinów. Zamknięty ze względu na zły stan techniczny (jego dalsze użytkowanie groziło podobno zawaleniem) na wiele lat stał się głównie przestrzenią reklamową. \r\nW 2013 na parterze dawnego hotelu powstał klub Forum Przestrzenie, który cieszy się niesłabnącą od momentu powstania popularnością. ",
                "photos": [{
                        "title": "bulwary",

                        "small": "https://kazimir.app/system/photos/fe48daca7e585d684a01037bba3b3061c4d805b5.jpg?1504510466",
                        "large": "https://kazimir.app/system/photos/fe48daca7e585d684a01037bba3b3061c4d805b5.jpg?1504510466"
                    },
                    {
                        "title": "forum",
                        "small": "https://kazimir.app/system/photos/e660fd91016052cff6abad7e19328d95b2444360.jpg?1504510481",
                        "large": "https://kazimir.app/system/photos/e660fd91016052cff6abad7e19328d95b2444360.jpg?1504510481"
                    }
                ]
            }],
            "past": [{
                "id": 26,
                "name": "Szkoła Bejs Jakow",
                "description": "Bejs Jakow to sieć szkół religijnych dla dziewcząt. Pierwszą szkołę założyła w 1917 w Krakowie Sara Szenirer - pionierka w środowisku ortodoksyjnym w podejściu do kształcenia dziewcząt. W czasie, gdy rozpoczynała swoją działalność, nie było sformalizowanej edukacji dla kobiet. Jej inicjatywa nadała im prawa porównywalne do męskiej części społeczności. W szkole przy ul. Stanisława uczyły się zarówno zawodu, jak przedmiotów świeckich i religijnych (m. in. języka polskiego, niemieckiego, literatury, przedmiotów z zakresu pedagogiki i psychologii).\r\nKolejne placówki, które powstawały w Krakowie oraz innych miastach w Polsce i na świecie, działały pod auspicjami ortodoksyjnej partii Agudas Jisroel, mającej w tamtym czasie reprezentację w polskim sejmie i będącej jedynym oficjalnym reprezentantem ludności żydowskiej.  \r\nSzkoły Bejs Jakow funkcjonują obecnie na całym świecie i kontynuują projekt zapoczątkowany przez Sarę Szenirer.",
                "photos": [{
                        "title": "bejs1",
                        "small": "https://kazimir.app/system/photos/3e5f72fbee89f8d434e9f471bcebe1e54fed3dc2.jpg?1504510507",
                        "large": "https://kazimir.app/system/photos/3e5f72fbee89f8d434e9f471bcebe1e54fed3dc2.jpg?1504510507"
                    },
                    {
                        "title": "bejs2",
                        "small": "https://kazimir.app/system/photos/e29719d439e5dcef85653c5c783ac733dae4866e.jpg?1504510522",
                        "large": "https://kazimir.app/system/photos/e29719d439e5dcef85653c5c783ac733dae4866e.jpg?1504510522"
                    }
                ]
            }]
        }
    },
    {
        "id": 12,
        "name": "Szeroka",
        "coordinates": [
            [
                50.05326471664566,
                19.947003722190857
            ],
            [
                50.05299605583795,
                19.947572350502014
            ],
            [
                50.05267917192628,
                19.94790494441986
            ],
            [
                50.0527342823221,
                19.94817316532135
            ],
            [
                50.053092498352235,
                19.948055148124695
            ],
            [
                50.0529891670795,
                19.947583079338074
            ],
            [
                50.05269467173153,
                19.94791030883789
            ],
            [
                50.05241395226119,
                19.948022961616516
            ],
            [
                50.05179050805503,
                19.948269724845886
            ]
        ],
        "places": {
            "present": [{
                "id": 31,
                "name": "Kuchnia żydowska i izraelska na Szerokiej",
                "description": "Kuchnia żydowska niejedno ma oblicze. Ważne, żeby odróżnić na wstępie znaną w Polsce kuchnię Żydów aszkenazyjskich oraz współczesną kuchnię izraelską, jako że te dwie niewiele mają ze sobą wspólnego. Pierwsza to potrawy ze składników bliskich nam i znanych: gefilte fisz (wariacje na temat pulpetów rybnych), czulent (gulasz długo i namiętnie duszony z fasolą, cebulą i kaszą), cymes (marchewkowo-owocowy deser) czy rosół z macowymi kulkami. Na Szerokiej możesz spróbować tych potraw w kilku restauracjach. O współczesną kuchnię izraelską jeszcze do niedawna było trudno na Kazimierzu, ale w ciągu ostatnich 2 lat wiele się zmieniło. Kuchnia ta choć podatna na wpływy diaspor ze wszystkich zakątków świata, zdominowana została przez smaki bliskowschodnie: humus, baba ghanoush (pieczony lub grillowany bakłażan doprawiony suto pastą sezamową, cytryną i oliwą), szakszuka (jajka sadzone, duszone w pomidorach i papryce, najlepsze prosto z patelni), dania pachnące  zatarem, sumakiem, kuminem, kolendrą… Popić wypada kawą parzoną w findżanie, najlepszymi winami prosto z Negwu lub Wzgórz Golan albo sokiem wyciśniętym ze słodkich pomarańczy.  \r\nWszystko do skosztowania na Szerokiej i w okolicach! ",
                "photos": [{
                        "title": "szeroka_new",
                        "small": "https://kazimir.app/system/photos/c00940cff19cc8f7e8c4920980c4054ceb7a9e3a.jpg?1504510373",
                        "large": "https://kazimir.app/system/photos/c00940cff19cc8f7e8c4920980c4054ceb7a9e3a.jpg?1504510373"
                    },
                    {
                        "title": "szeroka_syn",

                        "small": "https://kazimir.app/system/photos/4ebcad90635b9a9181a83e8ba33f934f55bae8d8.jpg?1504510385",
                        "large": "https://kazimir.app/system/photos/4ebcad90635b9a9181a83e8ba33f934f55bae8d8.jpg?1504510385"
                    }
                ]
            }],
            "past": [{
                "id": 28,
                "name": "Skwer przy ul. Szerokiej / Cmentarz im. Remu",
                "description":"Na początku XVI wieku na skwerze przy ul. Szerokiej ulokowana została Synagoga, a przy niej żydowski cmentarz Remu. Swoją nazwę zawdzięcza on pierwszym literom tytułu, imienia i nazwiska rabina Mojżesza Isserlesa. Cmentarz jest jednym z najstarszym z istniejących w Europie kirkutów. Zamknięto go w XIX w. – powstał wtedy nowy cmentarz przy ul. Miodowej. Nagrobki wyróżniają się stylem renesansowym i barokowym.  Kształt macew nawiązuje do bramy będącej przejściem między dwoma światami: żywych i umarłych. Natomiast w inskrypcjach widocznych na macewach zawarte są informacje o funkcjach pełnionych przez zmarłych, ich osiągnięciach lub cnotach. Każda inskrypcja kończy się tradycyjną formułą  תנצבה , będącej nawiązaniem do I Księgi Samuela. Skrót ten tłumaczy się słowami: „Niech Jego dusza będzie włączona w wieniec życia wiecznego”. Ważną funkcję pełni również ornamentyka macew – mówią one czasem więcej niż inskrypcja. I tak np. gdy widzimy dłonie złożone w geście błogosławieństwa wiemy, iż w miejscu tym spoczywa rabin lub cadyk, natomiast świece lub świeczniki spotykamy na grobach kobiet.\r\nPo okresie niszczenia i dewastacji cmentarzem zainteresowano się na przełomie XIX i XX wieku, prowadząc prace konserwatorskie niektórych pomników.\r\n\r\nZ miejscem tym wiąże się legenda, która głosi, że cmentarz Remu powstał na skutek gniewu Jahwe na młodą parę i ich weselnych gości, których tak zajęła zabawa, że nie zauważyli iż rozpoczął się szabat. Jahwe ukarał weselników śmiercią, a z miejsce wesela uczynił ich wieczną, wspólną mogiłę.",
                "photos": [{
                        "title": "cmentarz Remu",
                        "small": "https://kazimir.app/system/photos/18af996f667134de59be3ec9ec16a27caa2f3ec0.jpg?1504510243",
                        "large": "https://kazimir.app/system/photos/18af996f667134de59be3ec9ec16a27caa2f3ec0.jpg?1504510243"
                    },
                    {
                        "title": "szeroka",
                        "small": "https://kazimir.app/system/photos/7cb61e6f0862c083a1c6d12dd6685ee672b82715.jpg?1504510263",
                        "large": "https://kazimir.app/system/photos/7cb61e6f0862c083a1c6d12dd6685ee672b82715.jpg?1504510263"
                    },
                    {
                        "title": "szeroka1",
                        "small": "https://kazimir.app/system/photos/36037f22fb08d7a7bd6b60cb7918254706bc5a00.jpg?1504510296",
                        "large": "https://kazimir.app/system/photos/36037f22fb08d7a7bd6b60cb7918254706bc5a00.jpg?1504510296"
                    },
                    {
                        "title": "szeroka2",
                        "small": "https://kazimir.app/system/photos/516a8307571d6a55df2324f2ab818668ebd0ff86.jpg?1504510319",
                        "large": "https://kazimir.app/system/photos/516a8307571d6a55df2324f2ab818668ebd0ff86.jpg?1504510319"
                    }
                ]
            }]
        }
    },
    {
        "id": 13,
        "name": "Bocheńska/Mostowa",
        "coordinates": [
            [
                50.04883782135168,
                19.94669258594513
            ],
            [
                50.048534688780386,
                19.944793581962585
            ],
            [
                50.047804406996484,
                19.94620442390442
            ],
            [
                50.04714989972927,
                19.946864247322083
            ]
        ],
        "places": {
            "present": [{
                    "id": 29,
                    "name": "Lokator (the Tennant, Mostowa 1)",
                    "description":"Lokator urzędował kiedyś na Krakowskiej i już wtedy cieszył się niegasnącym zainteresowaniem studentów, wielbicieli i poważnych znawców literatury. Często gościł spotkania autorskie, poetów mniej i bardziej obiecujących, dyskusje i koncerty. Potem postanowił się przenieść i zmienić nieco klimat. Zmiana odbiła się szerokim echem. Jak ogłosiła krakowska prasa: „zamiast wódki i rocka – kawa, książki i dzieciaki”. Nie zmieniła się za to jakość serwowanej kultury, ofertę poszerzono jedynie o publikacje niszowych wydawnictw dla dzieci i dorosłych, książki trudno dostępne w innych księgarniach, wyselekcjonowane i wyeksponowane z odpowiedną starannością. Miejsce zdecydowanie przyjazne najmłodszym, wielbicielom dobrej kawy i właścicielom psów.",
                    "photos": [{
                            "title": "mostowa",
                            "small": "https://kazimir.app/system/photos/87a5c82b8dd332e9304cfcd7583f86d6b0026faf.jpg?1504512184",
                            "large": "https://kazimir.app/system/photos/87a5c82b8dd332e9304cfcd7583f86d6b0026faf.jpg?1504512184"
                    }
                ]
            }
        ],
        "past": [{
            "id": 30,
            "name": "Teatr Żydowski (Bocheńska 7)",
            "description": "Budynek przy Bocheńskiej został zaprojektowany przez krakowskich architektów Ferdynanda Liebinga i Jozuego Ignacego Oberlendera.\r\n\r\nTeatr Żydowski na Kazimierzu rozpoczął swoją działalność jeszcze przed I wojną światową, jednakże to dopiero w okresie międzywojennym w pełni się rozwinął. Między 1919 a 1939 scena przy Bocheńskiej gościła artystów z Warszawy, Wilna, Łodzi i innych miast. Ważnym wydarzeniem było wystawienie w 1921 sztuki Szymona An-skiego Dybuk, która już wtedy urastała do rangi legendy. Wszystkie przedstawienia odbywały się w języku jidysz.\r\n\r\nSzczególną rolę odegrał Jonasz Turkow, który od 1926 był kierownikiem teatru. To w tym okresie z teatrem współpracował Mordechaj Gebirtig. Wystawiano w tym czasie najpopularniejsze utwory tworzone przez żydowskich pisarzy m.in. Tewje Mleczarza Szolema Alejchema, ale również dzieła polskie przełożone na jidysz, np. Daniela i Sędziów Stanisława Wyspiańskiego.",
            "photos": [{
                "title": "mostowa",
                "small": "https://kazimir.app/system/photos/356b836d1e2a281f129930d171699c61f92d2c03.jpg?1504512201",
                "large": "https://kazimir.app/system/photos/356b836d1e2a281f129930d171699c61f92d2c03.jpg?1504512201"
            }]
        }]
    }
}]
