[{"id":1,"name":"Miodowa","path":{"type":"LineString","coordinates":[[50.053632572808255,19.948285818099976],[50.05261992813816,19.94397282600403],[50.05217559771107,19.943286180496216],[50.05169681845985,19.942599534988403],[50.05153148350814,19.94217038154602]]},"path_string":"50.053632572808255,19.948285818099976;50.05261992813816,19.94397282600403;50.05217559771107,19.943286180496216;50.05169681845985,19.942599534988403;50.05153148350814,19.94217038154602;","updated_at":"2015-05-08T23:58:09.000Z","places":{"present":[{"id":1,"details":{"en":{"name":"Tempel Synagogue","description":"The Tempel synagogue is unique in Kazimierz in both the style of its architecture and the worship taking place there. Built in the 1860s to serve the followers of Reform Judaism with its distinctive services involving choral and organ music, something unheard of in  Orthodox worship. \r\nThis musical tradition continues with regular concerts attracting guest musicians who also perform regularly at the Festival of Jewish Culture. The broad range of musical styles includes Israeli stars (Shlomo Bar, A-WA), Polish groups performing new Jewish music (Shofar, Ircha Quartet), traditional choral conductors (Benzion Miller) and world-famous performers such as Matisyahu. Other cultural events hosted by Tempel include concerts on 'Synagogue Night' - \"7 @ Nite\", lectures and scientific conferences (including 'Krakow's Jews 1795-1918') and performances by Polish and Israeli choirs. \r\nOf course the synagogue is also used for religious events hosting weddings and bar mitzvahs for members of the Jewish community (the last took place in August 2014)."},"pl":{"name":"Synagoga Tempel","description":"Tempel wyróżnia się spośród innych kazimierskich synagog nie tylko stylem architektonicznym. Wybudowana w latach 60. XIX wieku służyła wyznawcom judaizmu reformowanego – dzięki temu od początku była w niej obecna muzyka chóralna i organowa, niedopuszczalna podczas nabożeństw nurtu ortodoksyjnego.\r\nKontynuację tej muzycznej tradycji stanowią liczne koncerty - od wielu lat gości ona regularnie muzyków występujących w ramach Festiwalu Kultury Żydowskiej – od kantorów wykonujących muzykę tradycyjną (Benzion Miller), poprzez gwiazdy sceny izraelskiej (Shlomo Bar, A-WA), polskich twórców nowej muzyki żydowskiej (Shofar, Ircha Quartet), aż po światowej sławy wykonawców jak Matisyahu. Inne inicjatywy kulturalne w Templu to koncerty towarzyszące Nocy Synagog „7@Nite”, wykłady i konferencje naukowe (m.in. „Żydzi krakowscy 1795-1918”) czy występy polskich i izraelskich chórów.\r\nPonadto synagoga służy celom religijnym jest światkiem najważniejszych wydarzeń, takich jak bar micwy czy śluby członków społeczności żydowskiej (ostatni miał miejsce w sierpniu 2014). "}},"updated_at":"2015-08-12T20:02:35.000Z","photos":[{"id":14,"details":{"en":{"title":"Synagoga Tempel","description":""},"pl":{"title":"Synagoga Tempel","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/ce30547b9566826a7110419d346af28976a80d1d.jpg?1504511024","tiny":"https://kazimir.app/system/photos/1182815c8ca010cee700a65d65a3de5d68d8fb1d.jpg?1504511024","small":"https://kazimir.app/system/photos/8e33b975fca9be0b86069ac378e36167d018e67d.jpg?1504511024","medium":"https://kazimir.app/system/photos/47c5291421e3e533fea9688b8d41badb67ce07a4.jpg?1504511024","large":"https://kazimir.app/system/photos/a8d606b37a9ec39ec9bcef1a62ed1bb85b6746e0.jpg?1504511024"},"updated_at":"2017-09-04T07:43:45.000Z"}]},{"id":21,"details":{"en":{"name":"Jewish Comunity Center of Cracow (JCC) Miodowa 24","description":"There are so many institutions working under the JCC umbrella worldwide it would be difficult to name half of them. In Europe however there are only a handful. Whilst the American Jewish community numbers in the millions, the Polish community, including in Cracow, is tiny, meaning Cracow's JCC plays a slightly different role to other branches. The thinking behind the creation of Cracow's JCC was to create a space not only for the minority of practicing Jews, but also for those who identify themselves with Jewish culture and tradition. Prince Charles of Wales noticed the need for such a facility while visiting Cracow in 2002 and was pivotal in raising funds to have the centre built. The grand opening took place in 2008 with Jonathan Ornstein instated as the centre's director.\r\nThe JCC has since become a place joining informational, cultural and educational roles. The centre plays host to language courses - including Hebrew and Yiddish, calligraphy courses, culinary courses, exhibitions and meetings with authors. In addition to all this the JCC hosts tours from Israel, organizes weekly Sabbaths and integration events and provides information for tourists wanting to learn more about the life of the Jewish community in Cracow. There is also a senior club and Jewish library within the building. \r\nReligion has aways been important to the centre. The first rabbi to be involved with the JCC was the head rabbi of Cracow, Boaz Pash. Poland's current head rabbi, the Modern Orthodox Avi Baumol, hosts regular talks aimed at giving people an introduction to Judaism."},"pl":{"name":"Jewish Comunity Center of Cracow (JCC) Miodowa 24","description":"W Stanach Zjednoczonych instytucji działających w ramach JCC Association jest tak wiele, że trudno byłoby wymienić choćby ich połowę, lecz w Europie jest ich zaledwie kilkanaście.\r\nOddział, który postał w Krakowie jest na tym tle wyjątkowy – o ile amerykańska społeczność żydowska jest wielomilionowa, o tyle ta polska, w tym krakowska, szczątkowa. Stąd też profil działalności JCC Cracow jest nieco odmienny od pozostałych oddziałów.\r\nGłównym celem powstania było stworzenie przestrzeni nie tylko dla osób praktykujących judaizm (wąskie grono), lecz identyfikujących się z kulturą i tradycją żydowską. Potrzebę utworzenia takiego miejsca dostrzegł, podczas wizyty w Krakowie w 2002 r., książę Walii Karol. To dzięki jego staraniom udało się pozyskać środki na sfinansowanie budowy Centrum. Uroczyste otwarcie nastąpiło w 2008 roku, a dyrektorem JCC został Jonathan Ornstein.\r\nJCC stało się miejscem łączącym funkcje informacyjną, kulturalną i oświatową. Tym samym nawiązuje do pozostałych istniejących oddziałów.\r\nW Centrum organizowane są kursy językowe, wśród nich hebrajskiego i jidysz, kursy kaligrafii, warsztaty kulinarne, wystawy i spotkania autorskie. Ponadto JCC udziela informacji turystom zainteresowanym życiem społeczności żydowskiej Krakowa, przyjmuje wycieczki z Izraela, organizuje spotkania integracyjne i  cotygodniowe szabaty.\r\nW budynku działa także Klub Seniora oraz Żydowska Biblioteka im. Remu (pod auspicjami Żydowskiego Stowarzyszenia Czulent).\r\nWażnym elementem działalności była od samego początku istnienia edukacja religijna. Pierwszym rabinem związanym z JCC był naczelny rabin Krakowa Boaz Pash. Od 2013 r. funkcję rabinicznego reprezentanta Naczelnego Rabina Polski pełni rabi Avi Baumol, wywodzący się z nurtu modern orthodox. Rabi Baumol organizuje m.in. spotkania wprowadzające do judaizmu.\r\n"}},"updated_at":"2015-08-12T20:04:27.000Z","photos":[{"id":15,"details":{"en":{"title":"JCC","description":""},"pl":{"title":"JCC","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/86024f93cc6b360ce8aaedeb5fd65b4e03ece5e7.jpg?1504511080","tiny":"https://kazimir.app/system/photos/1cf9c8b709419e3652bc6ec60a2e7d8b992d19b1.jpg?1504511080","small":"https://kazimir.app/system/photos/e69b252b4d38251629eb5a8873a469fb1c58bb56.jpg?1504511080","medium":"https://kazimir.app/system/photos/69b1a9d6b9707b855558e6330b915d73c9b45c28.jpg?1504511080","large":"https://kazimir.app/system/photos/98576eee82a5650c7522fcb81f6d1825ca485d2a.jpg?1504511080"},"updated_at":"2017-09-04T07:44:41.000Z"},{"id":16,"details":{"en":{"title":"JCC_budynek","description":""},"pl":{"title":"JCC_budynek","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/a8cee6f330c901431bb42dd7366e41bbc04edd14.jpg?1504511096","tiny":"https://kazimir.app/system/photos/2a5166f93b57b860483a12e99c1347167185302b.jpg?1504511096","small":"https://kazimir.app/system/photos/dea8db10cb4e20897ff6d05f319cd330a2767c4e.jpg?1504511096","medium":"https://kazimir.app/system/photos/32c0d8b061f428d5dd7b29beaf1ec5b23f0621cf.jpg?1504511096","large":"https://kazimir.app/system/photos/406888d44a4917464d2062461ee79408b987032b.jpg?1504511096"},"updated_at":"2017-09-04T07:44:57.000Z"}]}],"past":[{"id":9,"details":{"en":{"name":"Tempel Synagogue","description":"It took as long as 17 years to build the Tempel Synagogue. When it finally opened, in the early 1860s its aesthetic created a small sensation - it stood out from other Moorish and neo-renessaince temples in Kazimierz with its striking architectural magnificence. The Tempel's progressive practices were controversial among Orthodox Jews. Organ and choral music which included women (unthinkable during orthodox services) caused the largest outcry, along with sermons which were given alternately in Polish and German (as opposed to strictly Hebrew orthodox services). The most charismatic of the preachers were Ozjasz Thon (a friend of Teodor Herzl) and Simon Dankowicz.  After the remains of Kazimeirz the Great were found in Wawel Castle, Dankowicz conducted a patriotic sermon. He called a gathering of Christian preachers, Galicjan representatives and a large crowd of Jews and Christians in the synagogue who interrupted the sermon with applause. During World War Two the north nave of the synagogue was used as stables by the Germans but after 1945 it was restored to its sacral function. Sermons were given regularly between 1947 and 1968, until the death of the last choirmaster, Abraham Lesman in 1985. The back of the synagogue housed a ritual bath. After the condition of the building deteriorated badly the American World Monuments Fund initiated restoration during the late 1990s donating a million dollars to the cause."},"pl":{"name":"Synagoga Tempel / ","description":"Starania o wybudowanie synagogi Tempel trwały aż 17 lat. Gdy w końcu doszło do jej otwarcia, na początku lat 60. XIX w., jej wygląd wywołał małą sensację - wyróżniała się ona na tle innych kazimierskich świątyń mauretańsko-neorenesansowym przepych.em architektonicznym. Panujące w Tempel obyczaje bulwersowały ortodoksyjnych wyznawców judaizmu. Najwięcej kontrowersji budziła muzyka organowa i chór, w którym występowały kobiety (nie do pomyślenia w trakcie nabożeństw ortodoksów!) oraz kazania wygłaszane cyklicznie w językach polskim i niemieckim (u ortodoksów tylko po hebrajsku) przez kaznodziejów-akademików. Najbardziej charyzmatycznymi byli: przyjaciel Teodora Herzla – Ozjasz Thon, a także Szymon Dankowicz. Dankowicz na patriotycznym nabożeństwie z okazji pogrzebu odnalezionych na Wawelu szczątków Kazimierza Wielkiego, zgromadził w synagodze duchownych chrześcijańskich, posłów galicyjskich i nieprzebrany tłum Żydów i chrześcijan, którzy kilkukrotnie przerywali jego płomienne kazanie oklaskami.\r\nPodczas II wojny światowej północna nawa synagogi służyła Niemcom za stajnię, jednak po roku 1945 udało się przywrócić jej pierwotną funkcję sakralną. Nabożeństwa odbywały się regularnie w latach 1947-1968, aż do śmierci ostatniego kantora, Abrahama Lesmana w 1985. W okresie powojennym na tyłach synagogi funkcjonowała również rytualna łaźnia. Niszczejącą synagogę poddano remontowi w II połowie lat 90., z inicjatywy amerykańskiej fundacji Wold Monuments Fund, która przeznaczyła na ten cel milion dolarów."}},"updated_at":"2015-08-12T20:05:12.000Z","photos":[{"id":17,"details":{"en":{"title":"Synagoga Tempel old","description":""},"pl":{"title":"Synagoga Tempel old","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/236461886877bd9fb38c491fdc3749e60beb56f2.jpg?1504511231","tiny":"https://kazimir.app/system/photos/7d98cc93bdaf4e232299d7b02b1e3fa22958f7dc.jpg?1504511231","small":"https://kazimir.app/system/photos/5dd54563c527d4daf7cdcf9fb0a3849ee8d8124c.jpg?1504511231","medium":"https://kazimir.app/system/photos/70149e5eec1377a5c76000901b924976d2eff7c0.jpg?1504511231","large":"https://kazimir.app/system/photos/82c3b2d0436098b595c0efb2ad3c0f427b2591c6.jpg?1504511231"},"updated_at":"2017-09-04T07:47:12.000Z"}]}]}},{"id":2,"name":"Plac Nowy","path":{"type":"LineString","coordinates":[[50.05214115332007,19.945088624954224],[50.05193965313749,19.944735914468765],[50.051849236113924,19.944564923644066],[50.05175881891993,19.944469034671783],[50.05167184602977,19.944467023015022],[50.05155042816695,19.94452938437462],[50.05134892550391,19.94465410709381]]},"path_string":"50.05214115332007,19.945088624954224;50.05193965313749,19.944735914468765;50.051849236113924,19.944564923644066;50.05175881891993,19.944469034671783;50.05167184602977,19.944467023015022;50.05155042816695,19.94452938437462;50.05134892550391,19.94465410709381;","updated_at":"2015-05-09T07:55:15.000Z","places":{"present":[{"id":2,"details":{"en":{"name":"Plac Nowy","description":"\r\nThe distinctive rotunda, or 'Okrąglak', is the place to get zapiekanki, a kind of pizza on half a baguette. Plac Nowy is always teeming with life day and night. In the evenings it is crowded with drinkers attracted by cheap shots, by day it is the venue for excursions, a place to meet and to trade. In summer you may be lucky enough to find a spot at one of the open air bars and cafes. \r\nOn Sunday mornings the square is filled with bloggers and hipsters rummaging through the second hand clothes, shoes and accessories which are for sale at stalls with prices ranging from a dozen to several hundred zloty. During the weekends you will find vinyl, porcelain, vintage postcards and antiques. There are also flowers and fresh fruit and vegetable sellers here all week. \r\nPlac Nowy is a focal point for young designers, activists and musicians and is host to live jazz, experimental music and  art exhibitions. If you are really lucky you could get to hear live music played from the roof of the Okrąglak."},"pl":{"name":"Plac Nowy","description":"Jeśli zapiekanki, to tylko z Okrąglaka. Plac Nowy tętni życiem bez względu na porę dnia i nocy - wieczorami oblegany do granic możliwości przez wielbicieli tanich szotów, za dnia jest miejscem spotkań, wycieczek i handlu. Latem o wolne miejsce ciężko nie tylko w kawiarnianych ogródkach, ale i na krawężnikach i murkach.\r\nW niedzielne poranki tłoczą się tu blogerki-hipsterki wśród stoisk z (nie)używaną odzieżą, butami i akcesoriami. Ceny – od kilkunastu do kilkuset złotych! W dni powszednie pobuszujesz wśród winyli, porcelany, archiwalnych widokówek i odgrzebanych na strychach starociach. Kupisz również kwiaty, świeże warzywa i owoce.\r\n\r\nPlac Nowy chętnie gości młodych projektantów (cykliczne targi biżuterii, ubrań itp.), lokalnych społeczników oraz muzyków. Przy odrobinie szczęścia wieczorem posłuchasz muzyków, grających na dachu Okrąglaka (np. 14-osobowego jazzbandu ze Szkocji). Jest moc!\r\n"}},"updated_at":"2015-08-12T20:06:10.000Z","photos":[{"id":2,"details":{"en":{"title":"Plac Nowy","description":""},"pl":{"title":"Plac Nowy","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/6f7f7ce7ab52ad0a46d04f52fc0101b95a08bcd2.png?1504510800","tiny":"https://kazimir.app/system/photos/81dc7ce4d71f3cbb205de4c66e201de9d8fca9e9.png?1504510800","small":"https://kazimir.app/system/photos/7adee71253454f287c0aa2b52788ed121ec76c96.png?1504510800","medium":"https://kazimir.app/system/photos/9f9a8ae5762085941077aff9b521ccdfeabf46f3.png?1504510800","large":"https://kazimir.app/system/photos/004cb9ac9901d0cadcb0fba7f678ae67a2aa74de.png?1504510800"},"updated_at":"2017-09-04T07:40:01.000Z"},{"id":6,"details":{"en":{"title":"Plac Nowy new","description":""},"pl":{"title":"Plac Nowy new","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/66784f0bcac41595f907b5418ec10da79e0f9cd4.jpg?1504510816","tiny":"https://kazimir.app/system/photos/6c0e59dfb9e5da5e63dc1beb37fbd664513ab080.jpg?1504510816","small":"https://kazimir.app/system/photos/72f7554c892bf91bd02ee9ac0a82b3e67a1114d6.jpg?1504510816","medium":"https://kazimir.app/system/photos/67d4695c067894db7ece79ee7a8de12184846240.jpg?1504510816","large":"https://kazimir.app/system/photos/5b622cfe6f3f9d6dea36a0b1465d4ca81aee7e6c.jpg?1504510816"},"updated_at":"2017-09-04T07:40:18.000Z"}]}],"past":[{"id":3,"details":{"en":{"name":"Plac Nowy","description":"You will notice this 'square' has an irregular shape, hemmed in by the medieval walls. Libuszhof is the new Jewish alley leading to Plac Nowy. In front of you, there is a market with the highest quality products where housewives came to supply Cracow's best houses. At the end of the nineteenth century the city council replaced the wooden stalls with a brick market hall. At the eastern entrance (from the street Estery) there is a ritual poultry slaughterhouse which provided meat to the standards dictated by religious purity rules regarding intake of food. Maintenance of the institution rested on the shoulders of Jewish municipalities.\r\nLook at the buildings surrounding the square, two of them are houses of worship: Bene Emuna (Children of Faith) and Chaim Halberstam, which is dedicated to the tzaddik, the founder of the Sanz Hasidic dynasty. On the Bene Emuna you can find the image of Vincent Capraro - \"The Jews of Vught\", dedicated to the events at the concentration camp in the south of the Netherlands."},"pl":{"name":"Plac Nowy","description":"Plac, na którym stoisz, nie ma regularnego kształtu. Wpisano go w średniowieczne mury obronne.\r\nLibuszhof - nowy zaułek żydowski, plac Nowy. Przed Tobą targ najwyższej jakości produktów. Gospodynie najlepszych krakowskich domów zaopatrują tu swoje spiżarnie. Pod koniec XIX w. władze miasta zastąpują drewniane kramy, murowaną halą targową. Przy wschodnim wejściu (od ul. Estery) znajdziesz rytulaną ubojnię drobiu. Funkcjonuje, bo tak nakazują religijne rygory czystości spożywania pokarmów. Ciężar utrzymania instytucji spoczywa na barkach gminy żydowskiej.\r\nSpójrz na okalające plac budynki, 2 spośród nich to domy modlitwy: Bene Emuna (Dzieci Wiary) i Chaim Halberstam, poświęcony cadykowi, założycielowi chasydzkiej dynastii Sanz. W Bene Emuna znajdziesz obraz Vincenta Capraro -  \"Żydzi z Vught\", poświęcony wydarzeniom z obozu koncentracyjnego na południu Holandii.\r\n"}},"updated_at":"2015-08-12T20:06:33.000Z","photos":[{"id":3,"details":{"en":{"title":"Plac Nowy","description":""},"pl":{"title":"Plac Nowy","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/997f0770a2126c2adc889a6e3b0c366efb4213ad.jpg?1504510840","tiny":"https://kazimir.app/system/photos/ddd6239000983167375ae5fd8bcee116a15d8180.jpg?1504510840","small":"https://kazimir.app/system/photos/d2730e0eef60c507d9bd89ec91cf3a36173ed271.jpg?1504510840","medium":"https://kazimir.app/system/photos/d76f5d6e38d8b65616627a0a0924e769e20a97e0.jpg?1504510840","large":"https://kazimir.app/system/photos/7116f5ce4657c142d4a7a30f468e20643801d16d.jpg?1504510840"},"updated_at":"2017-09-04T07:40:41.000Z"},{"id":7,"details":{"en":{"title":"Plac Nowy old","description":""},"pl":{"title":"Plac Nowy old","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/b8810ea0db960934311fe34b1d99cced83f694e0.jpg?1504510853","tiny":"https://kazimir.app/system/photos/dc26165aa436ba9ce5b65ac5b95350dcefeccd66.jpg?1504510853","small":"https://kazimir.app/system/photos/89f999abb4ebad5729b88d1d9a31d78f1f68e154.jpg?1504510853","medium":"https://kazimir.app/system/photos/10c1fb8e89d884732ce4aa8d583642d0e60913c2.jpg?1504510853","large":"https://kazimir.app/system/photos/9a5dd0c3f7262b2dcbae8ba58adc779ce9e62649.jpg?1504510853"},"updated_at":"2017-09-04T07:40:53.000Z"}]}]}},{"id":3,"name":"Bartosza","path":{"type":"LineString","coordinates":[[50.051796708050496,19.94816780090332],[50.05136270349074,19.948300570249557],[50.05119736738792,19.948433339595795],[50.05076335740782,19.948613047599792],[50.050301786931676,19.948790073394775]]},"path_string":"50.051796708050496,19.94816780090332;50.05136270349074,19.948300570249557;50.05119736738792,19.948433339595795;50.05076335740782,19.948613047599792;50.050301786931676,19.948790073394775;","updated_at":"2015-05-12T16:44:19.000Z","places":{"present":[{"id":4,"details":{"en":{"name":"Broken Fingaz Mural","description":"On the side of the Bosak apartment house there is a creation by the Israeli street art collective Broken Fingaz. The mural was completed during the 2014 festival of Jewish culture. The Yiddish text reads \"Cebrochn Finger\" (Broken Fingaz) and relates to the pre-war citizens of Kazimierz, who mostly spoke Yiddish.\r\nIn the lower lefthand corner you will find writing in three languages: \"to the memory of the Bosak family, citizens of Kazimierz, 1633-1941\". The mural relates to the works of Maurycy Lilien, an alumni of the Cracow Academy of Fine Arts and member of the art nouveau scene. It it his portrait that you see on the left side."},"pl":{"name":"Mural Broken Fingaz","description":"Na bocznej ścianie kamienicy Bosaków znajduje się obecnie dzieło izraelskiego kolektywu street-artowego Broken Fingaz. Mural powstał podczas 24. Festiwalu Kultury Żydowskiej w 2014 r. Napis w języku jidysz „Cebrochn Finger” (ang. Broken Fingaz) nawiązuje do przedwojennych mieszkańców Kazimierza, posługujących się głównie językiem jidysz.\r\nW lewym dolnym rogu odnajdziesz trójjęzyczny podpis: „Pamięci rodziny Bosaków, mieszkańców Kazimierza, 1633 – 1941”. Mural stylem odwołuje się do twórczości Maurycego Liliena, absolwenta krakowskiej Akademii Sztuk Pięknych, przedstawiciela art nouveau. To jego portret widzisz po lewej stronie.\r\n"}},"updated_at":"2015-08-12T20:07:00.000Z","photos":[{"id":45,"details":{"en":{"title":"figaz","description":""},"pl":{"title":"figaz","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/49e6fd400fbaec4ff718a37655c16f7d6249c5d8.jpg?1504512342","tiny":"https://kazimir.app/system/photos/a3d570ff188bcf22b96ac234c8a531c8df016139.jpg?1504512342","small":"https://kazimir.app/system/photos/5f47b8a942dec7c672cabc1726518f341d41f797.jpg?1504512342","medium":"https://kazimir.app/system/photos/5be64d7c7a883d3e7b71915852f883f9d15ada6f.jpg?1504512342","large":"https://kazimir.app/system/photos/0d76a0480180e2335844d31f5a62c47708a79bca.jpg?1504512342"},"updated_at":"2017-09-04T08:05:43.000Z"}]},{"id":32,"details":{"en":{"name":"ŻyWa workshop (Bartosza 1)","description":"The ŻyWa workshop is an organising force for Cracow's craftsman, artists, graphic designers, interior and landscape designers , musicians and those willing to share their knowledge and experience in similar fields. It does ecological, artistic and regional education. It promotes traditional craftsmanship, organizes events and introduces art into the urban space. It assists in the organisation of various events (ETNOmania festival, Rozstaje festival, the night of the museums, XV Małopolskie Dni Dziedzictwa Kultury, Osadzanie Chochoła, Wianki na Dębnikach…). Activities are aimed at both adults and children. \r\nA social garden for the city is being planned by the workshop, with design including live architecture elements from willow branches, etno-design and art-recycling workshops or basket weaving by eight hands. These are just a few examples of events organised by the curators of the workshop. If that's not enough, you can practice plaiting, pottery, toy-making,  lace-weaving, and other ornamentation."},"pl":{"name":"ŻyWa Pracownia (Bartosza 1)","description":"ŻyWa Pracownia zrzesza krakowskich rzemieślników, artystów, grafików, architektów wnętrz i krajobrazu, muzyków i tych, którzy gotowi są dzielić się swoją wiedzą i umiejętnościami z podobnych dziedzin. Zajmuje się edukacją ekologiczną, artystyczną i regionalną. Promuje tradycyjne rzemiosło, organizuje spotkania, wyprowadza sztukę w przestrzeń miejską. Współuczestniczy w różnorakich wydarzeniach (Festiwal ETNOmania, Festiwal Rozstaje, Noc Muzeów, XV Małopolskie Dni Dziedzictwa Kultury, Osadzanie Chochoła, Wianki na Dębnikach…). Do uczestnictwa zaprasza dzieci i dorosłych. Organizowanie miejskiego ogrodu społecznego nad Wilgą, projektowanie żywych elementów architektury z wierzbowych gałęzi, warsztaty etno-designu i art.-recyklingu czy wyplatanie koszy na osiem rąk to tylko niektóre z działań podejmowanych przez twórców Pracowni. Jeśli komuś jeszcze mało, w ramach Szkoły Żywego Rzemiosła poćwiczyć można też plecionkarstwo, ceramikę, zabawkarstwo, koronczarstwo, zdobienie     "}},"updated_at":"2015-08-12T20:07:20.000Z","photos":[{"id":46,"details":{"en":{"title":"bartosza","description":""},"pl":{"title":"bartosza","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/0c18234ef1f9c24ae2a252068747afb49d37fdd0.jpg?1504512366","tiny":"https://kazimir.app/system/photos/5a885f1864718de31ef774083d131986546d1cfb.jpg?1504512366","small":"https://kazimir.app/system/photos/d14be41a8beba91f559acce0dddbf0821a0b8ab1.jpg?1504512366","medium":"https://kazimir.app/system/photos/578e36d89d2775676ab041d66b7b88d5e0723e56.jpg?1504512366","large":"https://kazimir.app/system/photos/1149cc44d242815fc1ad72f6808f27232c91abec.jpg?1504512366"},"updated_at":"2017-09-04T08:06:07.000Z"}]}],"past":[{"id":5,"details":{"en":{"name":"Bosak family apartment house","description":"Three hundred years ago the apartment house at number 3 was built by the Bosak family who were Polish Jews. This was a time when Kazimierz had its own city rights and was mostly inhabited by Jews from Cracow and other cities which they could not settle in anymore. Christians were a minority. In the 17th century, Kazimierz's splendour was fading after Swedish (and later Austrian) invasions and life became increasingly difficult. The Second World War tore the house from the Bosak family but only a couple of years ago the house was given back to the family of the original owners."},"pl":{"name":"Kamienica rodziny Bosaków","description":"300 lat temu kamienicę pod numerem 3 wzniosła rodzina Bosaków, polskich Żydów. Budynek pamięta więc czasy, gdy Kazimierz posiadał własne prawa miejskie. Miasto Kazimierz zamieszkiwane było wówczas głownie przez Żydów, wywodzących się z Krakowa i innych miast, w których nie mogli się już osiedlać. Chrześcijańska stanowili mniejszość. Świetność Kazimierza w XVII wieku, po najazdach Szwedów, a później Austriaków, odchodziła w zapomnienie, a życie stawało się coraz trudniejsze.\r\nII wojna światowa przerwała długą historię wiążącą Bosaków z kamienicą, i dopiero kilka lat temu kamienica wróciła do potomków pierwotnych właścicieli."}},"updated_at":"2015-08-12T20:07:55.000Z","photos":[{"id":42,"details":{"en":{"title":"gazeta","description":""},"pl":{"title":"gazeta","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/679dfefe7dbdc4213c0e3da7072ca40da6e2c945.jpg?1504512384","tiny":"https://kazimir.app/system/photos/c1e612b809c945334a6d1fa86210fab9c7fc9173.jpg?1504512384","small":"https://kazimir.app/system/photos/341faea02939ed05c3ec2a8ac3baa51e371f3334.jpg?1504512384","medium":"https://kazimir.app/system/photos/4963c64945f9e8d754e5fa96f190b80dd4926786.jpg?1504512384","large":"https://kazimir.app/system/photos/b8e6f63db710be6536cb8bc6b5263e338d4cb40b.jpg?1504512384"},"updated_at":"2017-09-04T08:06:25.000Z"}]}]}},{"id":4,"name":"Berka Joselewicza","path":{"type":"LineString","coordinates":[[50.05381305561696,19.945024251937866],[50.05531475578174,19.948307275772095]]},"path_string":"50.05381305561696,19.945024251937866;50.05531475578174,19.948307275772095;","updated_at":"2015-05-14T17:11:38.000Z","places":{"present":[{"id":6,"details":{"en":{"name":"Apartment house of Gebirtig","description":"The small house in front was the home of Mordechaj Gebirtig, a Kazimierz poet and bard who lived between 1877 and 1942 in Cracow's ghetto. His works were performed all over the world, but no one knew the name of this home-grown poet and author of the Yiddish lyrics; Awrejmł der marwicher ('Abram the thie'), Kinderjorn ('Childhood'), Huljet, huljet kinderłech ('Radujcie się, dzieci'). The simple and melodic songs of Gebirtiga are enduringly popular and have been played by several generations of musicians - in the USA it was performed by Molly Picon, the Yiddish movie star who first heard them at a concert in Cracow and included them in her repertoire."},"pl":{"name":"Kamienica, w której mieszkał Gebirtig","description":"Niepozorna kamienica, przed którą stoisz, była domem dla Mordechaja Gebirtiga, poety i barda Kazimierza, urodzonego w 1877, a zmarłego w 1942 w krakowskim getcie. Jego utwory wykonywano na całym świecie, jednak nikt nie znał nazwiska domorosłego poety, autora jidyszowych tekstów Awrejmł der marwicher („Abram złodziejaszek”), Kinderjorn („Dziecięce lata”), Huljet, huljet kinderłech („Radujcie się, dzieci”). Proste i melodyjne piosenki Gebirtiga to szlagiery, grane przez kolejne pokolenia muzyków – w USA wykonywała je np. Molly Picon, gwiazda kina jidyszowego, która podczas koncertów w Krakowie usłyszała je i włączyła do swojego repertuaru."}},"updated_at":"2015-08-12T20:08:27.000Z","photos":[{"id":44,"details":{"en":{"title":"gebirtig","description":""},"pl":{"title":"gebirtig","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/7352c9fed0062ba2cb202e8470320630c96d507b.jpg?1504512249","tiny":"https://kazimir.app/system/photos/8e029c7aa0321882ad107183ae5b4ac35c87d068.jpg?1504512249","small":"https://kazimir.app/system/photos/1819bc1aad32d606bcaac508c2203e391ec0b136.jpg?1504512249","medium":"https://kazimir.app/system/photos/4d00be7c1d60ffe2df2cd2cabb86126721956783.jpg?1504512249","large":"https://kazimir.app/system/photos/9a539828c7939c9ac377dd6956e2ced8a5eaa4fb.jpg?1504512249"},"updated_at":"2017-09-04T08:04:10.000Z"}]},{"id":8,"details":{"en":{"name":"Records Dillaz","description":"In the apartment building at  number 11 you will find a record store selling vinyl - Records Dillaz. The music is obviously played on turntables and the small place contains a huge number of records. The owners are passionate so if you love vinyl you are sure to find some common ground.\r\n"},"pl":{"name":"Records Dillaz","description":"W kamienicy pod numerem 11 znajduje się skup i sklep z winylami Records Dillaz. Muzyka puszczana jest oczywiście z gramofonu, a małe pomieszczenie mieści ogromną liczbę płyt. Właściciele to pasjonaci, więc jeśli kochasz czarne płyty, to na pewno znajdziesz z nimi wspólny język."}},"updated_at":"2015-08-12T20:08:42.000Z","photos":[{"id":25,"details":{"en":{"title":"Record Dillaz","description":""},"pl":{"title":"Record Dillaz","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/55ed482fbc883aaff97d18addcf8e247cc635754.jpg?1504512269","tiny":"https://kazimir.app/system/photos/fb5f81e59ce514eda4a7c01078b3d38ac7623fa9.jpg?1504512269","small":"https://kazimir.app/system/photos/e5c70d99cb828cd076f56207ddc5601e834a7965.jpg?1504512269","medium":"https://kazimir.app/system/photos/d4697830edc86df79c05c0eb717bfc28ab322f6c.jpg?1504512269","large":"https://kazimir.app/system/photos/6e90105dee3f14eed0769dc5c4222b61e11438bb.jpg?1504512269"},"updated_at":"2017-09-04T08:04:30.000Z"}]}],"past":[{"id":7,"details":{"en":{"name":"Apartment house of Gebirtig","description":"On the facade of the apartment building at number 5, in which Mordechaj Geirtig used to live, you will find a plaque erected on the 50th anniversary of his death. Look through the windows of the basement into the carpenter's workshop -styled interiors, in which the melodies composed by Gebirtig are continuously played. You can take the printouts of the lyrics of his songs as well."},"pl":{"name":"Kamienica, w której mieszkał Gebirtig","description":"Na fasadzie kamienicy nr 5, w której mieszkał Mordechaj Gebirtig, odnajdziesz tablicę upamiętniającę poetę, ufundowanę w pięćdziesiątą rocznicę jego śmierci. Śmiało zajrzyj przez okna sutereny do wystylizowanych na pracownię stolarską wnętrz, w których stale rozbrzmiewają melodie skomponowane przez Gebirtiga. Możesz wziać wydruki tekstów jego piosenek."}},"updated_at":"2015-08-12T20:08:54.000Z","photos":[{"id":43,"details":{"en":{"title":"kura1","description":""},"pl":{"title":"kura1","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/ed13a7df1761878955fb24539e05b7e0b9219fa5.jpg?1504512290","tiny":"https://kazimir.app/system/photos/8d427c61f8d05aa1ed27ef0d17704f31fd8eaf4a.jpg?1504512290","small":"https://kazimir.app/system/photos/0f0b8676ea8a070e70536bb4e89940ae981390e7.jpg?1504512290","medium":"https://kazimir.app/system/photos/df2373ed6e6984c9fcfd5b77506ab3cac47e94d0.jpg?1504512290","large":"https://kazimir.app/system/photos/b0cecc576013b2124cb24b0dc14e04ba64f57bba.jpg?1504512290"},"updated_at":"2017-09-04T08:04:51.000Z"}]}]}},{"id":5,"name":"Meiselsa","path":{"type":"LineString","coordinates":[[50.0503231433176,19.94122087955475],[50.050908716785116,19.942840933799744],[50.051452949248585,19.944546818733215],[50.05092249489827,19.94247615337372]]},"path_string":"50.0503231433176,19.94122087955475;50.050908716785116,19.942840933799744;50.051452949248585,19.944546818733215;50.05092249489827,19.94247615337372;","updated_at":"2015-05-14T17:14:08.000Z","places":{"present":[{"id":11,"details":{"en":{"name":"House of Prayer at Meisels 18","description":"Right after the war the building was inhabited by the Jewish Socialist Party then In 1951 was taken over by the music and dance ensemble \"Krakowiacy \", who occupied it until 2006.\r\nToday the site of the former house of prayer is is inhabited by the club Mezcal. Its creation provoked a media storm - many criticized the municipality which had decided to rent the former religious premises out for an entertainment business. Happened just after renovation and the decision was taken without public consultation.\r\nThe building not only attracts attention from the outside - have a look inside when the club is open and you'll find a unique polychrome wall-mounted mural depicting holy places and animals. This is a remnant of the old design of the house of prayer, discovered during the renovation in 2008.\r\n"},"pl":{"name":"Dom Modlitwy przy Meiselsa 18","description":"Tuż po wojnie w budynku siedzibę miała Żydowska Partia Socjalistyczna. W 1951 budynek oddany został Zespołowi Pieśni i Tańca „Krakowiacy”, który zajmował go aż do 2006.\r\nDziś w miejscu dawnego domu modlitwy znajduje się klub Mezcal. Jego powstanie wywołało burzę medialną – wielu poddawało krytyce gminę, która zdecydowała się na wynajęcie dawnego obiektu religijnego pod działalność rozrywkową. Miało to miejsce tuż po generalnym remoncie, a decyzje podjęte zostały bez poinformowania ogółu.\r\nBudynek nie tylko z zewnątrz przyciąga uwagę – zajrzyj do środka, gdy klub jest otwarty, a znajdziesz wyjątkową polichromię naścienną, przedstawiającą miejsca święte i zwierzęta. To pozostałość dawnego wystroju domu modlitwy, odkryta podczas remontu w 2008. "}},"updated_at":"2015-08-12T20:09:23.000Z","photos":[{"id":8,"details":{"en":{"title":"Meiselsa new","description":""},"pl":{"title":"Meiselsa new","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/1f65592e48c30e12288584897e8e88b5c76081d0.jpg?1504511457","tiny":"https://kazimir.app/system/photos/101642312534bfe51d711fb82f27fdb54774108b.jpg?1504511457","small":"https://kazimir.app/system/photos/ee2c33df5ac61b91b314a4d1c061838e1d9d2d17.jpg?1504511457","medium":"https://kazimir.app/system/photos/5fa436c20812b093677909a5cb4790953ef5169b.jpg?1504511457","large":"https://kazimir.app/system/photos/40478f8dec5d2b59eaa92458c18febb6a6d498c5.jpg?1504511457"},"updated_at":"2017-09-04T07:50:58.000Z"}]}],"past":[{"id":10,"details":{"en":{"name":"House of Prayer at Meisels 18","description":"Built in the late nineteenth century, before the war, it served as a house of prayer for the Psalm Brotherhood (Chevra T'hilim) . Architecturally, the building references the Neo-Romanesque style. The prayer hall was located on the ground floor. Going further, note the passage connecting the streets Meiselsa and Jozefa. \r\nThe distinctive building evokes the atmosphere of pre-war Krakow. Located in the passage garden of the club Mleczarnia, which during summer has a unique atmosphere."},"pl":{"name":"Dom Modlitwy przy Meiselsa 18","description":"Obiekt ten powstał pod koniec XIX w. Przed wojną mieścił się tu dom modlitwy Bractwa Psalmowego (Chewra T’hilim). Architektonicznie budynek nawiązuje do stylu neoromańskiego. Sala modlitewna znajdowała się na parterze. \r\n\r\nIdąc dalej zwróć uwagę na pasaż łączący Meiselsa z ulicą Józefa. Charakterystyczna zabudowa przywołuje atmosferę przedwojennego Krakowa – podobnie jak wiele innych miejsc na Kazimierzu została wykorzystana przy kręceniu na początku lat 90. Znajdujący się w pasażu ogródek klubu Mleczarnia przyciąga w sezonie letnim wyjątkowym klimatem."}},"updated_at":"2015-08-12T20:09:44.000Z","photos":[{"id":30,"details":{"en":{"title":"meiselsa1","description":""},"pl":{"title":"meiselsa1","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/173d3e7d09d195133b7b1bad886a9ec5df5cfc31.jpg?1504511482","tiny":"https://kazimir.app/system/photos/e17e8ed390fe3104e2a03bb4743d0aabe991fbba.jpg?1504511482","small":"https://kazimir.app/system/photos/b7eac6dc7fe2a25d9096ef17af22acc794b395e0.jpg?1504511482","medium":"https://kazimir.app/system/photos/b66f3282c4f9cadfc8ad25630eca2bb9cf960dc8.jpg?1504511482","large":"https://kazimir.app/system/photos/118b290c825186bd58ce5e3c6f8262d39e077fb7.jpg?1504511482"},"updated_at":"2017-09-04T07:51:22.000Z"}]},{"id":13,"details":{"en":{"name":"Meiselsa 2 - building where Karol Kot used to live","description":"After crossing the street Krakowska you are in the second part of Meiselsa street . In the building at number 2 lived Karol Kot, the killer, prowling the mid-60s in Kazimierz. His murders triggered psychosis among Cracovians. Kot killed children and old women and at the hearing spoke with delight about his deeds. He was executed in 1968 at twenty two years old. The event was widely reported in the press and a few decades later his deeds have become the subject of a poem/song by Marcin Świetlicki \"Karol cat\"."},"pl":{"name":"Meiselsa 2 - Kamienica w której mieszkał Karol Kot","description":"Po przekroczeniu Krakowskiej znajdujesz się w drugiej części Meiselsa. W kamienicy pod numerem 2 mieszał Karol Kot, morderca grasujący w połowie lat 60. po Kazimierzu i nie tylko. Jego mordy wywołały psychozę wśród Krakowian. Kot zabijał dzieci i staruszki, a podczas rozprawy z lubością wypowiadał się o dokonanych czynach. Dwudziestodwuletniego mordercę stracono w 1968, wydarzenie to było szeroko komentowane w prasie, a kilkadziesiąt lat później jego czyny stały się tematem wiersza/piosenki Marcina Świetlickiego \"Karol Kot\"."}},"updated_at":"2015-08-12T20:10:22.000Z","photos":[{"id":10,"details":{"en":{"title":"Meiselsa old 1","description":""},"pl":{"title":"Meiselsa old 1","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/d290595adca518344f2514263f81a38c0c776233.jpg?1504511507","tiny":"https://kazimir.app/system/photos/bd289677ee62834dc323a7ed0447ae048027bdb9.jpg?1504511507","small":"https://kazimir.app/system/photos/1760887ce2f296c2ae5faea04a5b4b4dd909bbab.jpg?1504511507","medium":"https://kazimir.app/system/photos/f2d152d85e27ad8f4c646033bc4f5088bb1dfe03.jpg?1504511507","large":"https://kazimir.app/system/photos/29469f84bfef4f4b3c47d5ac1a24573a8f10d7d4.jpg?1504511507"},"updated_at":"2017-09-04T07:51:48.000Z"}]}]}},{"id":6,"name":"Estery","path":{"type":"LineString","coordinates":[[50.052754948704234,19.944782853126526],[50.05090871678509,19.945866465568542]]},"path_string":"50.052754948704234,19.944782853126526;50.05090871678509,19.945866465568542;","updated_at":"2015-05-14T17:19:54.000Z","places":{"present":[{"id":12,"details":{"en":{"name":"The Alchemy club","description":"Alchemia is an iconic place which was present during the genesis of cultural and social life in the district as we know it. Considered rather dingy, neglected and dangerous beforehand, the founders of Alchemia, and the nearby Singer which paved the way for other bars and clubs, chose a risky place for their business. They had a hunch, as well as a lot of imagination. Crowds of locals and foreigners are drawn here not only by the vast alcohol and food choice (Alchemia od Kuchni), but mostly by the atmosphere, dozens of concerts, DJ gigs and openings. It is here that the renowned Cracow Jazz Autumn was born, it is also here that all-night jam sessions accompanying the Jewish Culture Festival take place, bands gain recognition and the biggest stars give shows two nights in a row because tickets sell out immediately.\r\nIt is always worth dropping in for a coffee, sit in out on the street in front of the bar, enjoy the sun and watch the tours, hucksters, Hassids, musicians, tramps and other inhabitants of Plac Nowy."},"pl":{"name":"Klub Alchemia","description":"Klub-ikona, obecny na Kazimierzu od zarania dziejów życia kulturalno-towarzyskiego dzielnicy jaką znamy obecnie. Wcześniej uznawana była ona raczej za obskurną, zaniedbaną i niebezpieczną, więc założyciele Alchemii (oraz pobliskiego Singera, który również przecierał szlaki następcom) wybrali ryzykowne miejsce dla swojego interesu. Mieli nosa, ale też dużo wyobraźni i konsekwencji. Dzisiaj tłumy lokalsów i cudzoziemców przyciąga bowiem nie tylko bogata oferta alkoholowo-gastronomiczna (Alchemia od Kuchni), ale przede wszystkim szczególna atmosfera, dziesiątki koncertów, imprez DJ-skich i wernisaży. Tu narodziła się ceniona na świecie Krakowska Jesień Jazzowa, tu odbywają się całonocne jam sessions towarzyszące Festiwalowi Kultury Żydowskiej, debiutujące zespoły zdobywają rozpoznawalność, a największe gwiazdy występują po dwa wieczory z rzędu, bo bilety rozchodzą się na pniu.\r\nZawsze warto też wpaść na dużą kawę, zasiąść w ogródku przed lokalem, wygrzewać się na słońcu i przypatrywać wycieczkom, handlarzom, chasydom, muzykom, kloszardom i innym bywalcom Placu Nowego."}},"updated_at":"2015-08-12T20:11:19.000Z","photos":[{"id":23,"details":{"en":{"title":"klub Alchemia","description":""},"pl":{"title":"klub Alchemia","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/57f0cf0af75c0edc12d97f47f84dc35788233308.jpg?1504512025","tiny":"https://kazimir.app/system/photos/d32da531e08f9bc0268ee629480b4e763583c868.jpg?1504512025","small":"https://kazimir.app/system/photos/4eb519a79e1996f297a867a79bd59f9c6116c593.jpg?1504512025","medium":"https://kazimir.app/system/photos/f80d45b603dc274744e0f587a162a6b0a75ac2a6.jpg?1504512025","large":"https://kazimir.app/system/photos/18e2129eb3697e40b51f405288ac985f8070f343.jpg?1504512025"},"updated_at":"2017-09-04T08:00:26.000Z"}]}],"past":[{"id":25,"details":{"en":{"name":"The Legend of Esther","description":"Esther is probably the most famous Jewish girl in the Polish imagination. According to legend, she was rescued from slaughter by king Kazimierz the Great and met him years later while hunting. The fact that she was the king's lover is known from Jan Długosz' chronicles. She was supposed to give birth to two of the king's sons and a daughter, who - and this was an exception - was allowed to stay Jewish. Word of mouth has it that the king brought her from the Opoczno  family to his residence in Łobzów (not being part of the city back then) or to the house on Krakowska 46. Stories of the ending of the unusual romance vary: it is unknown whether Esther died and was mourned by the king, was abandoned by him or committed suicide from despair after his death. An Israeli writer and Nobel price winner - Shmuel Yosef Agnon present this ending: the other lovers and wives of King Kazimierz were madly jealous of Esther, because she was the King's favourite, so they crept up to her door one night and scratched spells on it, because of which the poor girl died. The distraught King gave the order to keep her heart and eyes and put them in his chamber because he had no other effigy of his lover. Because Jewish law states bodies must be buried in their entirety, every night the ghost of the sightless girl arises from the grave and wanders around looking for her eyes and heart.\r\n"},"pl":{"name":"Legenda o Esterce","description":"Esterka to prawdopodobnie najsłynniejsza Żydówka funkcjonująca w wyobraźni Polaków. Według legendy – jako mała dziewczynka ocalona przez króla Kazimierza Wielkiego z pogromu, spotkała się z nim ponownie po latach, w trakcie polowania. Fakt, że została kochanką króla, znany jest nam z kroniki Jana Długosza. Miała urodzić Kazimierzowi dwóch synów oraz córki, którym – wyjątkowo! – zezwolono pozostać przy wierze żydowskiej. Różne przekazy podają, że król sprowadził ją z rodzinnego Opoczna do swej rezydencji w Łobzowie (nie należącym jeszcze wówczas do miasta) lub też do domu przy Krakowskiej 46. Różne są też wersje zakończenia tego niezwykłego romansu: nie wiadomo, czy Esterka zmarła opłakiwana przez króla, została przez niego porzucona, czy też po jego śmierci z rozpaczy popełniła samobójstwo. Izraelski pisarz, laureat nagrody Nobla – Szmuel Josef Agnon, przytacza takie zakończenie: pozostałe kochanki i żony króla Kazimierza były szalenie zazdrosne o Esterkę, ponieważ była ulubienicą króla; zakradły się więc w nocy przed drzwi jej komnaty i paznokciami wydrapały na nich czarnoksięskie zaklęcia, w skutek których dziewczyna zmarła. Zrozpaczony król nakazał zachować jej serce i oczy i umieścił je w swojej komnacie, ponieważ nie dysponował żadnym innym wizerunkiem ukochanej. Jako że prawo żydowskie nakazuje chować ciała zmarłych w całości, każdej nocy duch ociemniałej dziewczyny wstaje z grobu i błąka się w poszukiwania oczu i serca."}},"updated_at":"2015-08-12T20:12:00.000Z","photos":[{"id":38,"details":{"en":{"title":"kura","description":""},"pl":{"title":"kura","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/973def9f629656d55ec4c4e3c1cc9043959f8bdb.jpg?1504512048","tiny":"https://kazimir.app/system/photos/fa78da750dace8b73de19e7844bedd7cd74b7134.jpg?1504512048","small":"https://kazimir.app/system/photos/412b19e94b9ff8d4d0a5e654c2e1863c48377bb1.jpg?1504512048","medium":"https://kazimir.app/system/photos/b9f5f32e5c78deb3c2a65035c13e476f6ea70036.jpg?1504512048","large":"https://kazimir.app/system/photos/a85a5769b2180f82dce002ae655bfd171394c74b.jpg?1504512048"},"updated_at":"2017-09-04T08:00:49.000Z"}]}]}},{"id":7,"name":"Plac Wolnica","path":{"type":"LineString","coordinates":[[50.048300448663966,19.943377375602722],[50.048514020580804,19.944739937782288],[50.04912717338372,19.944482445716858],[50.048982497585754,19.943549036979675]]},"path_string":"50.048300448663966,19.943377375602722;50.048514020580804,19.944739937782288;50.04912717338372,19.944482445716858;50.048982497585754,19.943549036979675;","updated_at":"2015-05-17T12:10:32.000Z","places":{"present":[{"id":15,"details":{"en":{"name":"Ethnographic Museum of Seweryn Udziela (Wolnic Square 1) ","description":"Even though plans to found an ethnographic museum in Cracow emerged at the beginning of the 20th century, it only happened in Kazimierz on Wolnica Square after World War Two. In addition to precious folk art and culture the Museum also hosts Jewish cultural events - among others, two unforgettable exhibitions relating to the Jewish Culture Festival. The first, \"Souvenir, Toy, Talisman\" from 2013 displayed for visitors over 200 Jewish figurines which can be found in souvenir stalls. The purpose of the exhibit was to reflect upon the question: why are Jews perceived as the ones bringing happiness, money and well-being? Does putting a coin-holding Jewish magnet on your fridge bring success in life?\r\nThe second exhibit - \"Jews on vinyl\" is a work by Americans from The Idelsohn Society, named after a certain musicologist/collector. Its members have spent several months travelling the USA and digging up old records from attics, garages and garage sales. The record document the Jewish-American musical history. The collections contains various genres of music, from cantoral, through to patriotic songs of Erec Israel, known Jewish melodies, disco (\"Hassidisco\") or latin (\"Havana Nagila\"), to the biggest hits by Neil Diamond or Barbara Streisand. You could see the covers of the vinyl jewels and listen to the music while sinking into armchairs from the 50s."},"pl":{"name":"Muzeum Etnograficzne im. Seweryna Udzieli (Plac Wolnica 1)","description":"Chociaż plany założenia muzeum etnograficznego w Krakowie pojawiły się już na początku XX wieku, to w dawnym kazimierskim ratuszu przy pl. Wolnica wylądowało dopiero po II wojnie światowej. Oprócz cennych zasobów sztuki i kultury ludowej muzeum gości też chętnie wydarzenia związane z kulturą żydowską – między innymi 2 niezapomniane wystawy w ramch FKŻ. Pierwsza z nich, „Pamiątka, Zabawka, Talizman” z 2013 przedstawiała odwiedzającym ponad 200 figurek Żydów, które zwykle bez trudu znajdziesz na wielu kramach z pamiątkami. Celem wystawy była refleksa nad pytaniem: Dlaczego Żydzi postrzegani są jako ci, którzy przynoszą szczęście, pieniądze, dobrobyt? Czy przyczepiając na lodówkę magnes z trzymającym monetę Żydem, zapewnimy sobie życiowe powodzenie?\r\n\r\nDruga wystawa – „Żydzi na winylach” to dzieło Amerykanów ze stowarzyszenia The Idelsohn Society, nazwanego tak na cześć pewnego muzykologa-kolekcjonera. Jego członkowie spędzili parę ładnych miesięcy objeżdżając Stany i wygrzebując z cudzych strychów, garaży i podwórkowych wyprzedaży stare płyty, dokumentujące amerykańsko-żydowską, jedyną w swoim rodzaju, muzyczną historię. Kolekcja obejmuje rózne rodzaje muzyki od kantoralnej, przez patriotyczne piosenki o Erec Izrael, znane żydowskie melodie w wersji disco („Chassidisco”) czy latynoskiej („Havana Nagila”), aż po największe hity Neila Diamonda i Barbary Streisand. Na wystawie można było zobaczyć okładki winylowych perełek i posłuchać muzyki, zatapiając się w fotelach rodem z lat 50."}},"updated_at":"2015-08-12T20:12:26.000Z","photos":[{"id":20,"details":{"en":{"title":"plac Wolnica","description":""},"pl":{"title":"plac Wolnica","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/a07c67ce2de743b3bd346b779e8c65f2eabe209a.jpg?1504510599","tiny":"https://kazimir.app/system/photos/b03b1ef458a70c87583994e205e28e46bd0016d0.jpg?1504510599","small":"https://kazimir.app/system/photos/5f940fa6527ffb9f3677a6e08708562e7c9cb8be.jpg?1504510599","medium":"https://kazimir.app/system/photos/49bc2f9e718c7c29555d4fd7db2d558b46509bf1.jpg?1504510599","large":"https://kazimir.app/system/photos/fb66c79bbe2a7b5c7b231d9f08ba4096f6be485b.jpg?1504510599"},"updated_at":"2017-09-04T07:36:40.000Z"}]}],"past":[{"id":14,"details":{"en":{"name":"Kazimierz Town Hall","description":"Even though Kazimierz gained city rights in 1335 it had to wait a while longer for a proper town hall. At first the town government was situated in a shabby, wooden building in Plac Wolnica, which was a marketplace then, surrounded by shambles and stalls. A brick building was not erected until 1414. Remains are still visible in the basement and ground floor of the building. Several rebuilds, fires and renovations lead to the final shape in the second half of the 19th century. Gloomy and derelict - at the break of 18th and 19th century when Kazimierz was incorporated as part of Cracow, the building lost its administrative role. In 1806 it was even auctioned off. A Jewish public school which was inside saved it. In 1906 a plaque commemorating the arrival of Jews in Poland was put on the wall of the building (taken down by the Germans during occupation then  replaced by a new one in 1996)."},"pl":{"name":"Ratusz Kazimierski (Plac Wolnica 1)","description":"Chociaż Kazimierz uzyskał prawa miejskie już w 1335, to na ratusz z prawdziwego zdarzenia musiał trochę zaczekać. Początkowo siedzibę władz miejskich stanowił niezbyt reprezentacyjny, drewniany budynek przy placu Wolnica (wtedy był to rynek), otoczony przez jatki i kramy. Dopiero w 1414 postanowiono wznieść murowany budynek, którego fragmenty zachowały się w piwnicach i na parterze gmachu, przed którym stoisz. Kolejne przebudowy, pożary i remonty doprowadziły do uzyskania ostatecznego kształtu dopiero w II poł. XIX w. Nad ratuszem krążyło widmo rozbiórki – na przełomie XVIII i XIX w., gdy Kazimierz włączono do Krakowa, budynek stracił swoją administracyjną funkcję. W 1806 wystawiono go nawet na licytację. Uratowało go ulokowanie w jego wnętrzu szkoły powszechnej, do której uczęszczać miała młodzież żydowska. W 1906 na ścianie budynku umieszczono tablicę upamiętniającą przybycie Żydów do Polski (zdjęta przez Niemców w czasie okupacji zastąpiona została nową w 1996)."}},"updated_at":"2015-08-12T20:12:52.000Z","photos":[{"id":21,"details":{"en":{"title":"plac Wolnica old","description":""},"pl":{"title":"plac Wolnica old","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/4c40c8295037ce63331b322f1ad38875596b6ca7.jpg?1504510691","tiny":"https://kazimir.app/system/photos/556296026571ea62eceac6dbfc3d6fb2c3efd2e7.jpg?1504510691","small":"https://kazimir.app/system/photos/dfd2e45cf68523dfd904ed4d3448403fcdba36d7.jpg?1504510691","medium":"https://kazimir.app/system/photos/451f862cee814366857820816a3b883c4261a60a.jpg?1504510691","large":"https://kazimir.app/system/photos/69fbda70b25b6f47e8f383e4fd5ded31bf10b119.jpg?1504510691"},"updated_at":"2017-09-04T07:38:12.000Z"},{"id":31,"details":{"en":{"title":"ratusz","description":""},"pl":{"title":"ratusz","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/53d516c54943f74a979004abe7e96680cec05881.jpg?1504510705","tiny":"https://kazimir.app/system/photos/9d9b9ea0e69730a7eeafcf83fe8902a81858bebf.jpg?1504510705","small":"https://kazimir.app/system/photos/353b7ac801cf7f1a15f2a69cf365ba3dd23aff96.jpg?1504510705","medium":"https://kazimir.app/system/photos/279b8f75cd55009eb98e552e99ca69371a0da75a.jpg?1504510705","large":"https://kazimir.app/system/photos/042063d5b6f78f03194394d56a154284996c1f0a.jpg?1504510705"},"updated_at":"2017-09-04T07:38:26.000Z"},{"id":35,"details":{"en":{"title":"ratusz1","description":""},"pl":{"title":"ratusz1","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/a6fa91e0434be74f0b3065e58ca3b1ce0413ff66.jpg?1504510717","tiny":"https://kazimir.app/system/photos/235d4c48cd7a9c97d5666a268f9df115deeffe0c.jpg?1504510717","small":"https://kazimir.app/system/photos/8e34c6e65ab18b1e0be2fdf0c3f38a9dc8220b54.jpg?1504510717","medium":"https://kazimir.app/system/photos/4f61c2bbbacd98a01dde1b837766b4eb3767041a.jpg?1504510717","large":"https://kazimir.app/system/photos/044f985761ad7f50341bc3aa6aeb1dff40bf740d.jpg?1504510717"},"updated_at":"2017-09-04T07:38:38.000Z"}]}]}},{"id":8,"name":"Kupa","path":{"type":"LineString","coordinates":[[50.0524201521761,19.945780634880066],[50.05106303138492,19.946475327014923]]},"path_string":"50.0524201521761,19.945780634880066;50.05106303138492,19.946475327014923;","updated_at":"2015-05-17T12:13:42.000Z","places":{"present":[{"id":17,"details":{"en":{"name":"Synagoga Izaaka (Kupa 18)","description":"During World War Two it shared the fate of a lot of Jewish buildings in Kazimierz. Destroyed by the Nazis, without the Tora or any internal decoration, for several decades it played no religious role. In it 1946 almost became a temple of the Polish National Catholic Church. Protests by the Jewish community put those plans to an end. In the 50s it was given to the Union of Polish Artists and became a sculpture workshop between 1959 - 1968. It was then given back to the Jewish parish in 1989 in very bad shape. During the 70s it was left empty and went to ruin and a fire in 1981 destroyed the interior completely. In the 80s through to the mid 90s it was renovated, during which parts of old polychrome paintings (which you are probably looking at) were uncovered.\r\nSince 2007 the Synagogue has been home of the Hassidic group Chabad-Lubavitz, there is a daily service.\r\nOn the back of the Synagogue there is a shop with Kosher food and an Israeli style take away (entry from Jakub street) - a joint serving falafel and other oriental food to go."},"pl":{"name":"Synagoga Izaaka (Kupa 18)","description":"W czasie II wojny światowej synagoga podzieliła los wielu obiektów żydowskich na Kazimierzu. Zniszczona i zgrabiona przez hitlerowców, bez Tory i elementów wyposażenia, przez kilkadziesiąt lat nie pełniła funkcji religijnych. Niewiele brakowało, by w 1946 stała się świątynią Polskiego Narodowego Kościoła Katolickiego. Protesty społeczności żydowskiej zapobiegły tym planom.\r\nW latach 50. oddana została Związkowi Polskich Artystów Plastyków. Pełniła w tym czasie (1959-1969) rolę pracowni rzeźbiarskiej. Obiekt oddany został gminie żydowskiej dopiero w 1989 – znajdował się jednak wtedy w bardzo złym stanie. W latach 70. wnętrza stały puste i popadały w ruinę, a pożar w 1981 doszczętnie zniszczył wnętrze. Od lat 80. do połowy 90. trwały w synagodze prace remontowe, dzięki którym odkryto część dawnej polichromii, na którą teraz prawdopodobnie patrzysz.\r\nOd 2007 synagoga jest siedzibą grupy chasydzkiej Chabad-Lubavitch, odbywają się w niej codzienne nabożeństwa.\r\nNa tyłach synagogi znajduje się również sklep z koszernym jedzeniem oraz Take Away Israeli Style (wejście od ul. Jakuba) – lokal prowadzony przez Izraelczyków, serwujących falafel i inne potrawy orientalne na wynos.   "}},"updated_at":"2015-08-12T20:13:13.000Z","photos":[{"id":18,"details":{"en":{"title":"Synagoga Izaaka","description":""},"pl":{"title":"Synagoga Izaaka","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/0209a1434ec256ce612c935390314ef92023f62b.jpg?1504511585","tiny":"https://kazimir.app/system/photos/3f9497991ca007d520f65fabef21685c535204fc.jpg?1504511585","small":"https://kazimir.app/system/photos/8a7f078f906e9c0490bebe981dedb7b9c6bba3fb.jpg?1504511585","medium":"https://kazimir.app/system/photos/5e2f35f7b1dc7182ffac5401c158a4779a2dd721.jpg?1504511585","large":"https://kazimir.app/system/photos/423e3e52d55c37fdd4cc87a6efb5181b274dc7a5.jpg?1504511585"},"updated_at":"2017-09-04T07:53:07.000Z"},{"id":22,"details":{"en":{"title":"Synagoga Izaaka drzwi","description":""},"pl":{"title":"Synagoga Izaaka drzwi","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/5111da768e65b16bc07a862e48cd6102e5f29477.jpg?1504511599","tiny":"https://kazimir.app/system/photos/ab889d1868e29bb03b3f2675b16a183e1864244a.jpg?1504511599","small":"https://kazimir.app/system/photos/bf11be194f27da18985dfc9475c95a3d36f1ddfb.jpg?1504511599","medium":"https://kazimir.app/system/photos/935ff04141b72371033491cb494935440eee7546.jpg?1504511599","large":"https://kazimir.app/system/photos/687e7097954d11408e712f87457d6585a9b88e34.jpg?1504511599"},"updated_at":"2017-09-04T07:53:20.000Z"}]}],"past":[{"id":16,"details":{"en":{"name":"The Isaac Synagogue (Kupa 18)","description":"Icchak reb Jekeles (Isaac the son of Jacob), the founder of the synagogue is the hero of a legend passed on from generation to generation. Have you heard it? Listen up: Icchack, a poor but god-fearing inhabitant of Kazimierz had a peculiar dream – it was of treasure that was destined for him, buried under a bridge in Prague. Without much thought, Icchak embarked upon a long and exhausting hike to find the treasure. When he got to the city walls he saw a bridge - exactly like the one from his dream - guarded by troops. Too scared to get closer he stood there for a long time wandering what to do. He was finally approached by one of the officers and decided to tell the truth, dig the treasure up and share it with him. But the officer ridiculed Icchak - only stupid Polish Jews believe in dreams. He told Icchak he also had a dream about treasure hidden under the furnace of a poor man living in Kazimierz, Isaac son of Jacob. This did not mean he should pursue this treasure, after all in a Jewish town every other person is named Isaac, and every third Jacob. Isaac thanked the officer, made the long hike back and found the treasure under the furnace in his own house. With part of the money he founded the synagogue, and gave the rest to the poor. When the neighbours asked him where his sudden wealth came from he responded that treasure is often found in one's own home, but you need to take a long journey to realise it."},"pl":{"name":"Synagoga Izaaka (Kupa 18)","description":"Icchak reb Jekeles (Izaak syn Jakuba), fundator synagogi, jest bohaterem legendy przekazywanej kolejnym pokoleniom. Znasz? To posłuchaj: Icchak, pobożny, ale biedny mieszkaniec Kazimierza, miał kiedyś szczególny sen – przyśnił mu się skarb przeznaczony wyłącznie dla niego, zakopany pod mostem w czeskim mieście Praga. Nie namyślając się długo, Icchak wyruszył więc w długą i wyczerpującą pieszą wędrówkę. Kiedy dotarł do murów miasta zobaczył, że most – identyczny jak ten ze snu – strzeżony jest przez oddział wojska. Bojąc się podejść bliżej, stał więc długo i namyślał się co robić. Zagadnięty w końcu przez jednego z oficerów postanowił wyznać prawdę, odkopać skarb i podzielić się nim z oficerem. Ten jednak wyszydził przybysza – tylko głupi polscy Żydzi mogą wierzyć w sny, stwierdził, jemu samemu od dłuższego czasu śni się skarb ukryty pod piecem w domu pewnego biedaka mieszkającego w Kazimierzu, Izaaka syna Jakuba. Nie oznacza to bynajmniej, że oficer myślał o jego  poszukiwaniu, przecież w żydowskim mieście co drugi ma na imię Izaak, a co trzeci Jakub. Izaak podziękował oficerowi, odbył długą drogę powrotną, a pod piecem we własnym domu faktycznie odnalazł skarb. Za część odnalezionych pieniędzy ufundował synagogę, część oddał biednym. Kiedy sąsiedzi pytali go o źródło nieoczekiwanego bogactwa, odpowiadał, że często najcenniejsze skarby czekają w domu, ale trzeba odbyć długą drogę, aby się o tym przekonać.\r\n\r\nPrzepych i wyjątkowe piękno nowej budowli (powstałej ok. 1640 r) wzbudzało zawiść i niechęć społeczności chrześcijańskiej – proboszcz pobliskiej parafii Bożego Ciała narzekał w liście do biskupa, że nowa synagoga sąsiaduje z ulicą zamieszkaną przez chrześcijan, może się więc zdarzyć, że kapłan, przechodzący ulicą z Najświętszym Sakramentem, minie synagogę, co według proboszcza oznaczałoby profanację. Ostatecznie uroczyste otwarcie świątyni nastąpiło w roku 1644."}},"updated_at":"2015-08-12T20:13:35.000Z","photos":[{"id":39,"details":{"en":{"title":"kupa1","description":""},"pl":{"title":"kupa1","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/a5709224244e9f0a1b6d76ca8d967fba0e0f3d0f.jpg?1504511616","tiny":"https://kazimir.app/system/photos/8ff5b779f4e52378801d9afe04dfe79ddeed36e0.jpg?1504511616","small":"https://kazimir.app/system/photos/4a3f4c422fcc16e65259ec6cc607a6a4faa650be.jpg?1504511616","medium":"https://kazimir.app/system/photos/7ea03d5aaade09e967164a56e0e2718c612f587b.jpg?1504511616","large":"https://kazimir.app/system/photos/fc031cb3a674aef06d5be659107a0cd12d0b3127.jpg?1504511616"},"updated_at":"2017-09-04T07:53:37.000Z"},{"id":40,"details":{"en":{"title":"kupa2","description":""},"pl":{"title":"kupa2","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/35cf28ff30fe4cdc6ee911a5cac4f056f0756dda.jpg?1504511634","tiny":"https://kazimir.app/system/photos/fcd3c8138cc874e5fb39cf26e8530b3879110454.jpg?1504511634","small":"https://kazimir.app/system/photos/59385a2e6670ea2ba444a70a4fe758d94f6c8a47.jpg?1504511634","medium":"https://kazimir.app/system/photos/684c2986529a77477ca61fcec8bad1f6d6f6e114.jpg?1504511634","large":"https://kazimir.app/system/photos/77cd12d9b60849af2c65560be10daf51b8ed4472.jpg?1504511634"},"updated_at":"2017-09-04T07:53:55.000Z"}]}]}},{"id":9,"name":"Józefa","path":{"type":"LineString","coordinates":[[50.050232895435116,19.942682683467865],[50.051255923989494,19.947408735752106]]},"path_string":"50.050232895435116,19.942682683467865;50.051255923989494,19.947408735752106;","updated_at":"2015-05-17T12:17:47.000Z","places":{"present":[{"id":19,"details":{"en":{"name":"Cheder Care (Józefa 36)","description":"In a two story building that is adjacent to the Tall Synagogue is Cheder Cafe - a place that is inseparably connected to the history of the Jewish Culture Festival of Cracow. During the festival it is transformed into the festival club and in other months hosts countless cultural events, social and artistic initiatives. In 2009 - 2011 Cheder was the initiator and host of the MuLaKuŻ cycle (Musical Laboratory of Jewish Culture) which presented contemporary Polish musicians who - regardless of genre - are inspired by the Jewish musical tradition and interpret it in various ways.\r\nJewish culture meet-ups, calligraphy and creative writing courses, workshops on brewing traditional Middle-Eastern coffee, meetings with writers (Etgar Keret, Paweł Smoleński), culinary workshops (baking traditional challahs) and classes for children.\r\nSipping mint tea, Israeli wine or coffee you can also use Cheder's sizeable library, the directory of which is available online. An energetic volunteering group \"The Machers\" which supports the Jewish Culture Festival in the summer, and throughout the rest of the year takes part in training, educational trips and co-organizes open meetings and workshops related to social and artistic activities of the cafe. Just before Christmas they decorate one of the trees near Brzozowa street with both traditional Christmas decorations and Jewish symbols.\r\n\r\n"},"pl":{"name":"Cheder Cafe (Józefa 36)","description":"W dwupiętrowym budynku przylegającym do Synagogi Wysokiej, znajduje się Cheder Cafe - miejsce to nierozerwalnie łączy się z historią Festiwalu Kultury Żydowskiej w Krakowie. W trakcie jego trwania zmienia się w klub festiwalowy, zaś w pozostałe miesiące gości niezliczone imprezy kulturalne, inicjatywy społeczne i artystyczne. W latach 2009-2011 Cheder był inicjatorem i gospodarzem cyklu MuLaKuŻ (Muzyczne Laboratorium Kultury Żydowskiej), prezentującego współczesnych polskich muzyków, którzy - niezależnie od wykonywanego gatunku - inspirują się tradycją muzyki żydowskiej i przetwarzają ją w bardzo dowolny sposób.\r\n\r\nOdbywają się tu również spotkania ze sztuką żydowską, kursy kaligrafii i kreatywnego pisania, warsztaty parzenia tradycyjnej bliskowschodniej kawy, spotkania z pisarzami (Etgar Keret, Paweł Smoleński), warsztaty kulinarne (wypiekanie tradycyjnych chałek) oraz zajęcia dla dzieci.\r\n\r\nPopijając miętową herbatę, izraelskie wino czy kawę z findżana można skorzystać też z pokaźnej biblioteki Chederu, której katalog dostępny jest on-line. Z Chederem związana jest działalność prężnego wolontariatu FKŻ „The Machers”, który latem wspiera organizację imprezy, a przez pozostałą część roku uczestniczy w szkoleniach, wyjazdach edukacyjnych, a także współorganizuje otwarte spotkania i warsztaty związane z inicjatywami społecznymi i artystycznymi. Przed Bożym Narodzeniem Macherzy udekorowali jedno z drzew w okolicach ul. Brzozowej tradycyjnymi ozdobami świątecznymi oraz dekoracjami zawierającymi symbole judaizmu.\r\n"}},"updated_at":"2015-08-12T20:14:28.000Z","photos":[{"id":11,"details":{"en":{"title":"Cheder Cafe","description":""},"pl":{"title":"Cheder Cafe","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/6b09bafc9f8baccf4206dacf9adec437c8a557f5.jpg?1504511702","tiny":"https://kazimir.app/system/photos/c7facd3025c175fcf60dd9a613a55cf2ae10bca7.jpg?1504511702","small":"https://kazimir.app/system/photos/ebc2413427794c4c348bf6903108538aa08bc040.jpg?1504511702","medium":"https://kazimir.app/system/photos/e7e0248ff9e5b6b98faca8ab6cc40b0f45f5b082.jpg?1504511702","large":"https://kazimir.app/system/photos/c26a4d4a4f77c9c4ae23eb505c05262188d24077.jpg?1504511702"},"updated_at":"2017-09-04T07:55:04.000Z"},{"id":12,"details":{"en":{"title":"Synagoga wysoka","description":""},"pl":{"title":"Synagoga wysoka","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/a1676577014b8f347a1f76e12ba521ad68cde3e3.jpg?1504511720","tiny":"https://kazimir.app/system/photos/88ba5c5a94b38a7374181cd919a367f08fe1a1a6.jpg?1504511720","small":"https://kazimir.app/system/photos/dfe2b56d473cf0da66368f37a98b8b1ad7552d41.jpg?1504511720","medium":"https://kazimir.app/system/photos/8a82f19ef4720d675140e805d57f374144d60fb8.jpg?1504511720","large":"https://kazimir.app/system/photos/1a567a93d55163dcfc2c6b89db2695db161e6141.jpg?1504511720"},"updated_at":"2017-09-04T07:55:21.000Z"}]},{"id":24,"details":{"en":{"name":"The Institue of Jewish studies of Jagiellonian Univervisty","description":"The history of Jewish Studies courses at The Jagiellonian University goes back to 1986 when the Inter-disciplinary Institute of Jewish History and Culture was created. Along the way, as the number of students increased, the number of professors has increased and the curriculum has become richer. The Institute has evolved into the Jewish Studies Cathedral (2000) and Jewish Studies Institute (2012). A the only one in Poland, the Institute offers two-level Judaic studies. Students can learn Hebrew and Yiddish, the history of Jewish literature, the history of Cracow's Jews, Karaite Judaism, Jewish history, the history of the Holocaust or of modern Israel. Doctorate and postdoctorate studies are also available. A big magnet - not only for the students - is the huge collection in the Institute's library which has over 7000 items, a lot of which are hard to come by in other libraries. Texts are in several languages and include dictionaries, comic books and works by modern Israeli writers. Cracow's Institute of Jewish Studies has been active on several occasions during the Jewish Culture Festival, offering open lectures on Galicjan Jews or the position of Jewish woman in society. An important part of the Institute's activity is student exchanges with Israeli, French or German institutions."},"pl":{"name":"Instytut Judaistyki UJ","description":"Historia studiów żydowskich na Uniwersytecie Jagiellońskim sięga 1986 roku, kiedy to utworzono Międzywydziałowy Zakład Historii i Kultury Żydów w Polsce. Z biegiem czasu, w miarę zwiększania liczby studentów, poszerzania grona naukowego i wzbogacania programu nauczania, Zakład ewoluował w Katedrę Judaistyki (2000) i Instytut Judaistyki (2012). Instytut oferuje jedyne w Polsce dwustopniowe studia oparte wyłącznie o program judaistyczny. Uczyć się można m.in. języków hebrajskiego i jidysz, historii literatur żydowskich, dziejów Żydów krakowskich czy karaimów, historii judaizmu, dziejów Holokaustu i współczesnego Izraela. Dostępne są także studia doktoranckie i podyplomowe. Niewątpliwą atrakcją – nie tylko dla studentów – jest bogaty księgozbiór biblioteki Instytutu, udostępniający ponad 7000 pozycji - także tych trudno dostępnych w innych bibliotekach – w kilku językach, słowniki, komiksy czy dzieła współczesnych izraelskich pisarzy. Krakowska judaistyka kilkukrotnie włączała się w wydarzenia FKŻ, oferując wszystkim zainteresowanym cykle otwartych wykładów, m.in. o Żydach Galicyjskich czy pozycji kobiety żydowskiej w społeczeństwie.  Ważnym elementem działalności Instytutu jest współpraca międzynarodowa i wymiany studenckie, m.in. z instytucjami izraelskimi, francuskimi czy niemieckimi."}},"updated_at":"2015-08-12T20:14:42.000Z","photos":[{"id":26,"details":{"en":{"title":"Instytut Judaistyki UJ","description":""},"pl":{"title":"Instytut Judaistyki UJ","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/e06a8899d542d6094076bc2c873ad1be2152ffd2.jpg?1504511747","tiny":"https://kazimir.app/system/photos/e7ffbd42fc5b86b65ec27a1d996c521b1da28fd8.jpg?1504511747","small":"https://kazimir.app/system/photos/1ec78121c78acbbacb3dfd6ce3e0ab711af57298.jpg?1504511747","medium":"https://kazimir.app/system/photos/29917cd6c2fd38dff1cbf5d393b1943a12ef2c7c.jpg?1504511747","large":"https://kazimir.app/system/photos/3363a4c41fc54631786ef4a49d2ee42bc1b58dcb.jpg?1504511747"},"updated_at":"2017-09-04T07:55:48.000Z"}]}],"past":[{"id":18,"details":{"en":{"name":"The Great Synagogue (Józefa 38)","description":"There are two theories on who built this renaissance synagogue. The first is that the initiators were a group of Sephardic Jews, who came to Kazimierz in the 16th century. The shape of the building supposedly attests to this - it bears resemblance to Venetian ghetto temples. Sephardic Jews running from persecution wanted to build a synagogue resembling home.\r\nThe second hypothesis points to a Jew named Israel, who was supposed to ask King Zygmunt II August for permission to build a new synagogue. The term \"new\" shows up in documents from the period. In later ones it is called \"tall\" because of the atypical architecture. The prayer hall is on the second floor, not the ground floor like Cracow's synagogues. On the ground floor there were shops.\r\nThe synagogue has undergone numerous renovations since - it was burnt down 3 times and the Swedish invasion destroyed it completely. Not until the 19th century did it get a thorough restoration. In the 1880s a two story building was built next to the synagogue, which also served religious purposes. It was a prayer hall with a women's gallery and Ner Tamid Congregation temple."},"pl":{"name":"Synagoga Wysoka (Józefa 38)","description":"Istnieją dwie teorie, odpowiadające na pytanie: kto wybudował tę renesansową synagogę? Według pierwszej inicjatorem była grupa Żydów sefardyjskich, którzy przybyli w XVI w. do Kazimierza. Świadczyć o tym ma charakter budowli – przypomina bożnice z weneckiego getta żydowskiego. Uciekający przed prześladowaniami, Żydzi sefardyjski chcieli, by powstała synagoga, przypominająca im dom.\r\nDruga hipoteza wskazuje na Żyda Izraela, który miał zwrócić się do króla Zygmunta II Augusta z prośbą o wydanie zgody na budowę nowej synagogi. Określenie „nowa” pojawia się w dokumentach z tej epoki.\r\nW późniejszych przyjęta została nazwa „wysoka” ze względu na nietypową dla tego typu obiektu architekturę. Sala modlitewna znajduje się na piętrze, nie na parterze, jak to jest w pozostałych synagogach krakowskich. W pomieszczeniach na parterze znajdowały się sklepy.\r\nSynagoga przeszła liczne remonty od momentu powstania – dotknęły ją trzy pożary, a potop szwedzki zniszczył ją doszczętnie. Gruntowny remont przeprowadzony został dopiero w XIX w. W latach 80. XIX w. obok synagogi powstał dwupiętrowy budynek, pełniący również funkcje religijne. Mieściła się w nim sala modlitewna z babińcem oraz bożnica Bractwa Ner Tamid. "}},"updated_at":"2015-08-12T20:14:56.000Z","photos":[{"id":13,"details":{"en":{"title":"Synagoga wysoka old","description":""},"pl":{"title":"Synagoga wysoka old","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/3d160b924c7a4ade02cdcd04af8ebe33005a5211.jpg?1504511774","tiny":"https://kazimir.app/system/photos/282124c7ef11800cb851d47c57c709c06339fa2d.jpg?1504511774","small":"https://kazimir.app/system/photos/5fda2a179784bfd0aef965ea6e5319c5a08f1b06.jpg?1504511774","medium":"https://kazimir.app/system/photos/f5f8fc877a1f5dfe0df894490072d16c859c1cd7.jpg?1504511774","large":"https://kazimir.app/system/photos/87778370b9fa0bd16b0f77e07d9224e9d5c5c562.jpg?1504511774"},"updated_at":"2017-09-04T07:56:16.000Z"}]}]}},{"id":10,"name":"Dajwór/Św. Wawrzyńca","path":{"type":"LineString","coordinates":[[50.05319858485204,19.94867205619812],[50.052578595248725,19.949036836624146],[50.05044990331454,19.94966983795166],[50.049299405907874,19.944573640823364],[50.050821914538936,19.951316714286804]]},"path_string":"50.05319858485204,19.94867205619812;50.052578595248725,19.949036836624146;50.05044990331454,19.94966983795166;50.049299405907874,19.944573640823364;50.050821914538936,19.951316714286804;","updated_at":"2015-05-17T12:47:18.000Z","places":{"present":[{"id":22,"details":{"en":{"name":"Jewish Museum Galicja (Dajwór 18)","description":"The Galicja Museum is a mandatory stop for most tours from Israel, and also one of the most culturally important  places in Kazimierz. It was born in 2004, a product of the cooperation between Chris Schwartza, a British documentary photographer and Oxford professor Jonathan Webber. Their fascination for the remains of Jewish life present in the towns and villages of old Galicja has resulted in tens of photographs collected by Schwartz into the \"Traces of memory\" exhibit. It was shown in an old furniture warehouse in Kazimierz, which was turned into a museum by Schwartz and friends within 7 weeks.\r\nPresently, 8 years after the photographer's death, Galicja still exhibits his works along with numerous historical exhibitions (the Jewish resistance in Cracow, Poles saving Jews from the Holocaust, the Joint organization etc.). It has a library, coffee house and numerous cultural and scientific initiatives. Books on Jewish history and culture are promoted, klezmer groups and contemporary Israeli musicians play concerts and discussion panels are held. Galicja has become the main focus of Cracow's reformed Jewish community over the past few years, including rabbi Tanya Segal and the Beit association. Because of this you can take part in Shabbath services that are organized weekly, Jewish holidays and artistic initiatives like Midrash theatre or MidrashLab - a project merging visual arts and canonical Jewish texts."},"pl":{"name":"Żydowskie Muzeum Galicja (Dajwór 18)","description":"Muzeum Galicja to obowiązkowy przystanek większości grup turystycznych z Izraela, ale też jeden z najważniejszych ośrodków kultury na Kazimierzu. Powstało w 2004 jako efekt współpracy Chrisa Schwartza, brytyjskiego fotografa dokumentalisty, oraz profesora Oksfordu Jonathana Webbera.  Ich fascynacja pozostałościami żydowskiego życia obecnymi w miasteczkach i wsiach dawnej Galicji zaowocowała dziesiątkami fotografii zebranymi przez Schwartza w wystawę „Ślady pamięci”. Została ona zaprezentowana w dawnym magazynie mebli na Kazimierzu, który w ciągu 7 tygodni udało się Schwartzowi i jego przyjaciołom przekształcić w przestrzeń muzealną.\r\nObecnie, osiem lat po śmierci fotografa, Galicja nadal gości ekspozycję jego prac, ale też liczne wystawy czasowe (m.in. o żydowskim ruchu oporu w Krakowie, Polakach ratujących Żydów w czasie Zagłady, działalności organizacji Joint…), księgarnię, kawiarnię oraz liczne inicjatywy kulturalne i naukowe. Odbywają się tu promocje książek dotyczących kultury i historii Żydów, spotkania z autorami i badaczami, koncerty grup klezmerskich i współczesnych muzyków izraelskich, panele dyskusyjne. Należy też dodać, że Galicja stała się w ostatnich latach główną siedzibą krakowskiej społeczności reformowanego judaizmu, na czele z rabinką Tanyą Segal i stowarzyszeniem Beit Kraków. Dzięki temu uczestniczyć można w organizowanych tam co tydzień nabożeństwach szabatowych, licznych żydowskich świętach oraz inicjatywach artystycznych jak teatr midraszowy czy MidraszLab – projekt  łączący sztuki wizualne oraz kanoniczne teksty judaizmu."}},"updated_at":"2015-08-12T20:15:17.000Z","photos":[{"id":24,"details":{"en":{"title":"Muzeum Galicja","description":""},"pl":{"title":"Muzeum Galicja","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/c3ec4bece8a88504e859774ae239eecc45ff930b.jpg?1504512097","tiny":"https://kazimir.app/system/photos/dffcbf0035b2e6762aae22f156ce49f089511a86.jpg?1504512097","small":"https://kazimir.app/system/photos/2382d72afac3b30aa70dc8659675084c1a6f729d.jpg?1504512097","medium":"https://kazimir.app/system/photos/babd988af43298c52c4f3b93362b73e79761d3e8.jpg?1504512097","large":"https://kazimir.app/system/photos/20e1659218c295228f66ee45a76d19045e03a22c.jpg?1504512097"},"updated_at":"2017-09-04T08:01:38.000Z"}]}],"past":[{"id":23,"details":{"en":{"name":"Former tram  depot (św. Wawrzyńca 15)","description":"It spans both sides of Wawrzyńca street and comprises 11 building, the oldest of which are from the end of 19th century and served the old Cracow horse railway.\r\nModern times brought electrification of the tram network and the need for a new infrastructure. After rebuilding, this space served as tram depot until 1965 (when the depot was relocated to Nowa Huta), from then until 1992 the buildings were used by bus services. \r\nThe history of this place and exhibits relating to the tram network are located in hall D of the City Engineering Museum. For anyone interested in the history of automotive and city public transport it's a must!"},"pl":{"name":"Dawna zajezdnia tramwajowa (św. Wawrzyńca 15)","description":"Rozciąga się po dwóch stronach ulicy Wawrzyńca i obejmuje 11 budynków, wśród których najstarsze pochodzą z końca XIX wieku. Te najstarsze budynku służyły dawnej krakowskiej kolei konnej. \r\nNowy wiek przyniósł elektryfikację sieci tramwajowej i potrzebę stworzenia nowej infrastruktury. Po przebudowie przestrzeń ta funkcjonowała jako zajezdnia tramwajowa do 1965 (gdy przeniosła się do Nowej Huty), a od tego momentu aż do 1992 z obiektów korzystała komunikacja autobusowa. \r\nHistorię tego miejsca oraz liczne eksponaty związane z komunikacją tramwajową gromadzi mieszczące się w tzw. hali D Muzeum Inżynierii Miejskiej. \r\nDla wszystkich zainteresowanych historią motoryzacji i komunikacji miejskiej w Krakowie to nie lada gratka!\r\n"}},"updated_at":"2015-08-12T20:15:33.000Z","photos":[{"id":27,"details":{"en":{"title":"zajezdnia","description":""},"pl":{"title":"zajezdnia","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/3dcdd27e775f6916cde3c17f569d145f6c5116a6.jpg?1504512119","tiny":"https://kazimir.app/system/photos/fd32aa0e0a735f89e2a297505e2c706866f200ca.jpg?1504512119","small":"https://kazimir.app/system/photos/eb9c4557a2d80245a941bb9e286ea0b9ba35e2c1.jpg?1504512119","medium":"https://kazimir.app/system/photos/38cd5790be26bebf90a0228bb461f8c52f051901.jpg?1504512119","large":"https://kazimir.app/system/photos/39cce2b1b50115ac8589cc950424046e3f042497.jpg?1504512119"},"updated_at":"2017-09-04T08:02:00.000Z"}]}]}},{"id":11,"name":"Św. Stanisława","path":{"type":"LineString","coordinates":[[50.04991668223912,19.93641436100006],[50.04886262306483,19.937315583229065]]},"path_string":"50.04991668223912,19.93641436100006;50.04886262306483,19.937315583229065;","updated_at":"2015-05-18T08:17:49.000Z","places":{"present":[{"id":27,"details":{"en":{"name":"Vistula Boulevards, the Forum hotel","description":"Looking from where the Bejs Jakow school is located, the Grunwald bridge and Vistula Boulevards on the left and right bank of Vistula are visible. There is a cycle path and you can see runners and rollerbladers all day long.\r\nThe boulevards, after being developed, have become a popular spot for meetings and leisure in recent years. The old Forum hotel is on the other side of the river. In its time, the most modern hotel in Cracow, built between 1978 and 1988,  only functioned for 14 years, even though its construction required a complete transformation of the Ludwinów district. Closed due to its poor technical condition (usage of the hotel was posing a thread of collapse), for several years it was just used for advertising space. In 2013, on the ground floor Club Forum opened and quickly became famous."},"pl":{"name":"Bulwary Wiślane, hotel Forum","description":"Dziś z miejsca, gdzie znajdowała się dawnej szkoła Bejs Jakow rozciąga się widok na Most Grunwaldzki i Bulwary Wiślane na lewym i prawym brzegu Wisły. Biegnie tędy trasa rowerowa, a przez cały dzień można zobaczyć biegaczy i fanów jazdy na rolkach.\r\nBulwary, ze względu na dobre zagospodarowanie, w ciągu ostatnich kilkunastu lat stały się popularnych miejscem spotkań i wypoczynku w ciepłe dni. \r\nPo drugiej stronie Wisły znajduje się dawny hotel Forum. Najnowocześniejszy hotel w Krakowie, wybudowany między 1978 a 1988, funkcjonował zaledwie 14 lat, chociaż jego budowa wymagała całkowitego przeobrażenia dzielnicy Ludwinów. Zamknięty ze względu na zły stan techniczny (jego dalsze użytkowanie groziło podobno zawaleniem) na wiele lat stał się głównie przestrzenią reklamową. \r\nW 2013 na parterze dawnego hotelu powstał klub Forum Przestrzenie, który cieszy się niesłabnącą od momentu powstania popularnością. "}},"updated_at":"2015-08-12T20:16:05.000Z","photos":[{"id":48,"details":{"en":{"title":"bulwary","description":""},"pl":{"title":"bulwary","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/d4398cf24a08251a505d376051a3c9e1409e02e5.jpg?1504510466","tiny":"https://kazimir.app/system/photos/8dc57f10933bcea88911b59bdc383eb2081b0acc.jpg?1504510466","small":"https://kazimir.app/system/photos/5a9e3e3147bab860ba1c146d11ea124ad263db7f.jpg?1504510466","medium":"https://kazimir.app/system/photos/77a443a01068bfc9810a482dc3eb308366deffd5.jpg?1504510466","large":"https://kazimir.app/system/photos/fe48daca7e585d684a01037bba3b3061c4d805b5.jpg?1504510466"},"updated_at":"2017-09-04T07:34:27.000Z"},{"id":49,"details":{"en":{"title":"forum","description":""},"pl":{"title":"forum","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/642c9182759ec8c0031490262f556dd97fccadf2.jpg?1504510481","tiny":"https://kazimir.app/system/photos/8d3237dedc149fdc8a26aef223e253bd2f8a9fd2.jpg?1504510481","small":"https://kazimir.app/system/photos/20beae02585c9416969986ae95c915859cecd5d2.jpg?1504510481","medium":"https://kazimir.app/system/photos/53234c6e8a3174a52384ce58c0364a27e80a8297.jpg?1504510481","large":"https://kazimir.app/system/photos/e660fd91016052cff6abad7e19328d95b2444360.jpg?1504510481"},"updated_at":"2017-09-04T07:34:42.000Z"}]}],"past":[{"id":26,"details":{"en":{"name":"Bejs Jakow school","description":"Bejs Jakow is a chain of religious girl's schools. The first school was founded by Sara Szenirer - a pioneer of orthodox girls schooling. At the time when she began her work, there was no formalized education for girls. Her initiative gave them rights comparable to the male section of society. At the school on Stanisław street they are taught both professional as well as secular and religious subjects (Polish, German, literature, education and psychology). Further schools opened in Cracow and other cities in Poland and were operating in cooperation with the orthodox party Agudas Jisroel which was at that time represented in the Polish parliament and was the only official representation of the Jewish community.\r\n Bejs Jakow schools are now all over the world and continue the project started by Sara Szenier."},"pl":{"name":"Szkoła Bejs Jakow","description":"Bejs Jakow to sieć szkół religijnych dla dziewcząt. Pierwszą szkołę założyła w 1917 w Krakowie Sara Szenirer - pionierka w środowisku ortodoksyjnym w podejściu do kształcenia dziewcząt. W czasie, gdy rozpoczynała swoją działalność, nie było sformalizowanej edukacji dla kobiet. Jej inicjatywa nadała im prawa porównywalne do męskiej części społeczności. W szkole przy ul. Stanisława uczyły się zarówno zawodu, jak przedmiotów świeckich i religijnych (m. in. języka polskiego, niemieckiego, literatury, przedmiotów z zakresu pedagogiki i psychologii).\r\nKolejne placówki, które powstawały w Krakowie oraz innych miastach w Polsce i na świecie, działały pod auspicjami ortodoksyjnej partii Agudas Jisroel, mającej w tamtym czasie reprezentację w polskim sejmie i będącej jedynym oficjalnym reprezentantem ludności żydowskiej.  \r\nSzkoły Bejs Jakow funkcjonują obecnie na całym świecie i kontynuują projekt zapoczątkowany przez Sarę Szenirer."}},"updated_at":"2015-08-12T20:16:24.000Z","photos":[{"id":36,"details":{"en":{"title":"bejs1","description":""},"pl":{"title":"bejs1","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/2bf7671757a89312c3479882261f6601cc30af42.jpg?1504510507","tiny":"https://kazimir.app/system/photos/66613db06671ab64632fe8aaf2f85fa81a492637.jpg?1504510507","small":"https://kazimir.app/system/photos/5690e4e46aa9abbfafbe9bfae7528441f3a7a83e.jpg?1504510507","medium":"https://kazimir.app/system/photos/91f026cb98db2fc46d14444bee94e56baace009b.jpg?1504510507","large":"https://kazimir.app/system/photos/3e5f72fbee89f8d434e9f471bcebe1e54fed3dc2.jpg?1504510507"},"updated_at":"2017-09-04T07:35:08.000Z"},{"id":41,"details":{"en":{"title":"bejs2","description":""},"pl":{"title":"bejs2","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/cb36fa8665bae4761d3b6c08912d7d821f374992.jpg?1504510522","tiny":"https://kazimir.app/system/photos/6b40c8c9ff84ac96b75e1580549f8c5979d02c03.jpg?1504510522","small":"https://kazimir.app/system/photos/db4d6f0b317107eb6cd4ffee9b6254ec029fec8c.jpg?1504510522","medium":"https://kazimir.app/system/photos/09310c1411464aed97f561bf4d0c65151e34a451.jpg?1504510522","large":"https://kazimir.app/system/photos/e29719d439e5dcef85653c5c783ac733dae4866e.jpg?1504510522"},"updated_at":"2017-09-04T07:35:23.000Z"}]}]}},{"id":12,"name":"Szeroka","path":{"type":"LineString","coordinates":[[50.05326471664566,19.947003722190857],[50.05299605583795,19.947572350502014],[50.05267917192628,19.94790494441986],[50.0527342823221,19.94817316532135],[50.053092498352235,19.948055148124695],[50.0529891670795,19.947583079338074],[50.05269467173153,19.94791030883789],[50.05241395226119,19.948022961616516],[50.05179050805503,19.948269724845886]]},"path_string":"50.05326471664566,19.947003722190857;50.05299605583795,19.947572350502014;50.05267917192628,19.94790494441986;50.0527342823221,19.94817316532135;50.053092498352235,19.948055148124695;50.0529891670795,19.947583079338074;50.05269467173153,19.94791030883789;50.05241395226119,19.948022961616516;50.05179050805503,19.948269724845886;","updated_at":"2015-05-18T09:07:01.000Z","places":{"present":[{"id":31,"details":{"en":{"name":"Jewish and Israeli kitchen on Szeroka","description":"The Jewish kitchen has more than one face. It is crucial to distinguish the cuisine of the Ashkenazi Jews which is familiar in Poland from modern Isareli cuisine for the two have little in common. The former consists of meals made from ingredients that we know: gefilte fish (various fish chops), czulent (long boiled stew with beans, onions and groats), cymes (a carrot-fruit dessert) or broth with azyme balls. On Szeroka street you can try these in a couple of restaurants. Modern Israeli cuisine has been difficult to come by in Kazimierz, but a lot has changed in the last 2 years. The cuisine, though influenced by diasporas from all over the world, is dominated by Middle Eastern hummus, baba ghanoush (baked or grilled aubergine with tahini, olive and lemon), shakshuka (fried eggs with tomatoes and peppers, best straight from the frying pan), dishes smelling of zatar, sumach, cumin, coriander... You should try coffee from the fincan, the best wines from Negwu or Golan hills or sweet orange juice.\r\nAll of these goodies are available on Szeroka street!\r\n"},"pl":{"name":"Kuchnia żydowska i izraelska na Szerokiej","description":"Kuchnia żydowska niejedno ma oblicze. Ważne, żeby odróżnić na wstępie znaną w Polsce kuchnię Żydów aszkenazyjskich oraz współczesną kuchnię izraelską, jako że te dwie niewiele mają ze sobą wspólnego. Pierwsza to potrawy ze składników bliskich nam i znanych: gefilte fisz (wariacje na temat pulpetów rybnych), czulent (gulasz długo i namiętnie duszony z fasolą, cebulą i kaszą), cymes (marchewkowo-owocowy deser) czy rosół z macowymi kulkami. Na Szerokiej możesz spróbować tych potraw w kilku restauracjach. O współczesną kuchnię izraelską jeszcze do niedawna było trudno na Kazimierzu, ale w ciągu ostatnich 2 lat wiele się zmieniło. Kuchnia ta choć podatna na wpływy diaspor ze wszystkich zakątków świata, zdominowana została przez smaki bliskowschodnie: humus, baba ghanoush (pieczony lub grillowany bakłażan doprawiony suto pastą sezamową, cytryną i oliwą), szakszuka (jajka sadzone, duszone w pomidorach i papryce, najlepsze prosto z patelni), dania pachnące  zatarem, sumakiem, kuminem, kolendrą… Popić wypada kawą parzoną w findżanie, najlepszymi winami prosto z Negwu lub Wzgórz Golan albo sokiem wyciśniętym ze słodkich pomarańczy.  \r\nWszystko do skosztowania na Szerokiej i w okolicach! "}},"updated_at":"2015-08-12T20:16:42.000Z","photos":[{"id":50,"details":{"en":{"title":"szeroka_new","description":""},"pl":{"title":"szeroka_new","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/2e2a0726a608a2c7f2fc93c9daa9663da0a5575f.jpg?1504510373","tiny":"https://kazimir.app/system/photos/3955bb32a19e81456060c66e791e6c59e8a4443a.jpg?1504510373","small":"https://kazimir.app/system/photos/126bc24a39da64f1f87fec094640340db8c8d0a4.jpg?1504510373","medium":"https://kazimir.app/system/photos/3c5ecf0980c4cc22335cd85357684686d18d3e67.jpg?1504510373","large":"https://kazimir.app/system/photos/c00940cff19cc8f7e8c4920980c4054ceb7a9e3a.jpg?1504510373"},"updated_at":"2017-09-04T07:32:53.000Z"},{"id":51,"details":{"en":{"title":"szeroka_syn","description":""},"pl":{"title":"szeroka_syn","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/9e851eb1722fd4be9e03a0c58d6104c6db5d8b1b.jpg?1504510385","tiny":"https://kazimir.app/system/photos/419da3273264fbf9ccc3ce52ac79f9bbe669b4d3.jpg?1504510385","small":"https://kazimir.app/system/photos/9bdd017f90bb62aa428f1e75f4163317f8e8d992.jpg?1504510385","medium":"https://kazimir.app/system/photos/bf3da0509a4e1bddccede0fb28bed205815ee277.jpg?1504510385","large":"https://kazimir.app/system/photos/4ebcad90635b9a9181a83e8ba33f934f55bae8d8.jpg?1504510385"},"updated_at":"2017-09-04T07:33:06.000Z"}]}],"past":[{"id":28,"details":{"en":{"name":"Szeroka Square/ Remu Cemetery ","description":"In the beginning of the 16th century there was a synagogue on Szeroka square, by which there was a Jewish Remu cemetery. Its name comes from first letters of the title, name and surname of rabbi Moses Isserles. The cemetery is the one of the oldest European Jewish cemeteries. It was closed in the 19th century when a new one was open on Miodowa street. The gravestones stand out with their renaissance and baroque style. The matzevas shape relates to the gate being a passage between the worlds of the living and the dead. The inscriptions contain information about the positions held by the deceased, their achievements or virtues. Each inscription ends with תנצבה, which relates to the first book of Samuel. The abbreviation is translated into \"may his soul be included in the circle of eternal life\". The ornaments on the matzevas play an important role, too - sometimes they reveal more than the inscription itself. And so for instance of we see hands together in a sign of a blessing we know that a rabbi or a Hassidic leader is buried there. Candles or chandeliers are seen on the graves of women.\r\nAfter a period of destruction and devastation, some of the matzevas were renovated between the 19th \u0026 20th centuries. \r\nThere is a legend relating to the place - the Remu cemetery was founded because of Yahwe's anger with a certain newly wed couple and their guests that were so immersed in joy that they did not notice that sabbath has started. Yahwe punished them with death and the wedding place became their eternal grave."},"pl":{"name":"Skwer przy ul. Szerokiej / Cmentarz im. Remu","description":"Na początku XVI wieku na skwerze przy ul. Szerokiej ulokowana została Synagoga, a przy niej żydowski cmentarz Remu. Swoją nazwę zawdzięcza on pierwszym literom tytułu, imienia i nazwiska rabina Mojżesza Isserlesa. Cmentarz jest jednym z najstarszym z istniejących w Europie kirkutów. Zamknięto go w XIX w. – powstał wtedy nowy cmentarz przy ul. Miodowej. Nagrobki wyróżniają się stylem renesansowym i barokowym.  Kształt macew nawiązuje do bramy będącej przejściem między dwoma światami: żywych i umarłych. Natomiast w inskrypcjach widocznych na macewach zawarte są informacje o funkcjach pełnionych przez zmarłych, ich osiągnięciach lub cnotach. Każda inskrypcja kończy się tradycyjną formułą  תנצבה , będącej nawiązaniem do I Księgi Samuela. Skrót ten tłumaczy się słowami: „Niech Jego dusza będzie włączona w wieniec życia wiecznego”. Ważną funkcję pełni również ornamentyka macew – mówią one czasem więcej niż inskrypcja. I tak np. gdy widzimy dłonie złożone w geście błogosławieństwa wiemy, iż w miejscu tym spoczywa rabin lub cadyk, natomiast świece lub świeczniki spotykamy na grobach kobiet.\r\nPo okresie niszczenia i dewastacji cmentarzem zainteresowano się na przełomie XIX i XX wieku, prowadząc prace konserwatorskie niektórych pomników.\r\n\r\nZ miejscem tym wiąże się legenda, która głosi, że cmentarz Remu powstał na skutek gniewu Jahwe na młodą parę i ich weselnych gości, których tak zajęła zabawa, że nie zauważyli iż rozpoczął się szabat. Jahwe ukarał weselników śmiercią, a z miejsce wesela uczynił ich wieczną, wspólną mogiłę."}},"updated_at":"2015-08-12T20:16:58.000Z","photos":[{"id":28,"details":{"en":{"title":"cmentarz Remu","description":""},"pl":{"title":"cmentarz Remu","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/f99586f031d3ded68ed103b5e279063dcfbf2ba3.jpg?1504510243","tiny":"https://kazimir.app/system/photos/872213441be060c0f9da754d717fa067625abeb2.jpg?1504510243","small":"https://kazimir.app/system/photos/8f703d19c9558da4ead92b30a1e9813a2015e236.jpg?1504510243","medium":"https://kazimir.app/system/photos/a6b7ccdca13e9dd7caad06652fbd626b116eb213.jpg?1504510243","large":"https://kazimir.app/system/photos/18af996f667134de59be3ec9ec16a27caa2f3ec0.jpg?1504510243"},"updated_at":"2017-09-04T07:30:43.000Z"},{"id":29,"details":{"en":{"title":"szeroka","description":""},"pl":{"title":"szeroka","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/a2305e8dc7800fd65630abedb0818711fcd2d2d7.jpg?1504510263","tiny":"https://kazimir.app/system/photos/5874c3b7984f82c64e2eaef72fbafa2cbf64d9d8.jpg?1504510263","small":"https://kazimir.app/system/photos/41259e5786b3920f6f75e36dbb50f18b8886b031.jpg?1504510263","medium":"https://kazimir.app/system/photos/f3c58b4312c34cf0380a0a3e9a00a98f83797d27.jpg?1504510263","large":"https://kazimir.app/system/photos/7cb61e6f0862c083a1c6d12dd6685ee672b82715.jpg?1504510263"},"updated_at":"2017-09-04T07:31:04.000Z"},{"id":33,"details":{"en":{"title":"szeroka1","description":""},"pl":{"title":"szeroka1","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/01e258f0949fac930da3c49fc211e943b2eb228a.jpg?1504510296","tiny":"https://kazimir.app/system/photos/70cba94cfdd5e93219dbc7d7c7eed6d41d7d5694.jpg?1504510296","small":"https://kazimir.app/system/photos/758a9002895647e451821e60c46707ef5d2eb578.jpg?1504510296","medium":"https://kazimir.app/system/photos/449518d4f31cdcc329cd1ac23c58728ed60ed59b.jpg?1504510296","large":"https://kazimir.app/system/photos/36037f22fb08d7a7bd6b60cb7918254706bc5a00.jpg?1504510296"},"updated_at":"2017-09-04T07:31:37.000Z"},{"id":34,"details":{"en":{"title":"szeroka2","description":""},"pl":{"title":"szeroka2","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/42def35c141b121952d0ca5fb12966e632f78741.jpg?1504510319","tiny":"https://kazimir.app/system/photos/149571cec308091a1a40eae58161b8fe18bff25e.jpg?1504510319","small":"https://kazimir.app/system/photos/c20a6173c1657d646fd99c9b05c0d80f3815647c.jpg?1504510319","medium":"https://kazimir.app/system/photos/8ba38724bb113a78a7c648b8d2a2ccbdad563c97.jpg?1504510319","large":"https://kazimir.app/system/photos/516a8307571d6a55df2324f2ab818668ebd0ff86.jpg?1504510319"},"updated_at":"2017-09-04T07:31:59.000Z"}]}]}},{"id":13,"name":"Bocheńska/Mostowa","path":{"type":"LineString","coordinates":[[50.04883782135168,19.94669258594513],[50.048534688780386,19.944793581962585],[50.047804406996484,19.94620442390442],[50.04714989972927,19.946864247322083]]},"path_string":"50.04883782135168,19.94669258594513;50.048534688780386,19.944793581962585;50.047804406996484,19.94620442390442;50.04714989972927,19.946864247322083;","updated_at":"2015-05-18T20:28:30.000Z","places":{"present":[{"id":29,"details":{"en":{"name":"Lokator (the Tennant, Mostowa 1)","description":"Lokator used to be on Krakowska street where it was very popular with students and serious literature connoisseurs. It  often hosted meetings with authors, promising poets, discussions and concerts. Then it moved and the atmosphere changed a little. The change was widely talked about. Cracow's press announced \"instead of vodka and rock - coffee, books and kids\". What did not change was the quality of the culture on offer, the range was extended with niche publications for kids and adults, books hard to come by in other bookstores selected and displayed with proper care. A place definitely friendly for youngest, lovers of good coffee and dog owners."},"pl":{"name":"Lokator (Mostowa 1)","description":"Lokator urzędował kiedyś na Krakowskiej i już wtedy cieszył się niegasnącym zainteresowaniem studentów, wielbicieli i poważnych znawców literatury. Często gościł spotkania autorskie, poetów mniej i bardziej obiecujących, dyskusje i koncerty. Potem postanowił się przenieść i zmienić nieco klimat. Zmiana odbiła się szerokim echem. Jak ogłosiła krakowska prasa: „zamiast wódki i rocka – kawa, książki i dzieciaki”. Nie zmieniła się za to jakość serwowanej kultury, ofertę poszerzono jedynie o publikacje niszowych wydawnictw dla dzieci i dorosłych, książki trudno dostępne w innych księgarniach, wyselekcjonowane i wyeksponowane z odpowiedną starannością. Miejsce zdecydowanie przyjazne najmłodszym, wielbicielom dobrej kawy i właścicielom psów."}},"updated_at":"2015-08-12T20:17:13.000Z","photos":[{"id":47,"details":{"en":{"title":"mostowa","description":""},"pl":{"title":"mostowa","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/dc8830a6e4d983158ec39965b5b39e4b9f9cc096.jpg?1504512184","tiny":"https://kazimir.app/system/photos/6f66bcffcd5e5c6cd483471a31aa76f96b7db88b.jpg?1504512184","small":"https://kazimir.app/system/photos/0040872a6abd9b0c8069d7bfb9bd77dae75abcff.jpg?1504512184","medium":"https://kazimir.app/system/photos/2faf13330d411a7358aa2d7cc4206f74b42b5d28.jpg?1504512184","large":"https://kazimir.app/system/photos/87a5c82b8dd332e9304cfcd7583f86d6b0026faf.jpg?1504512184"},"updated_at":"2017-09-04T08:03:05.000Z"}]}],"past":[{"id":30,"details":{"en":{"name":"Jewish theater (Bocheńska 7)","description":"The building on Bocheńska street was designed by Cracow architects Ferdinand Liebing and Jozue Ignacy Oberlender.\r\nThe Jewish Theatre in Kazimierz founded before World War 1 has developed significantly however only in the inter-war period. Between 1919 and 1939 the the Bocheńska stage hosted artists from Warsaw, Vilnius, Łódź and other cities. An important event was the play by Szyman Anski \"Dybuk\" and was already becoming legendary. All shows were in Yiddish.\r\nJonasz Turkow who was the director of the theatre from 1926 played an exceptional role. At that time that Mordechaj Gebirtig cooperated with the theatre. The most popular works by Jewish artists were shown, among others, works by Tewje Mleczarz, Szolem Ajechem but also Polish works translated to Yiddish, e.g. Daniel and \"the Judges\" by Stanisław Wyspiański.\r\n"},"pl":{"name":"Teatr Żydowski (Bocheńska 7)","description":"Budynek przy Bocheńskiej został zaprojektowany przez krakowskich architektów Ferdynanda Liebinga i Jozuego Ignacego Oberlendera.\r\n\r\nTeatr Żydowski na Kazimierzu rozpoczął swoją działalność jeszcze przed I wojną światową, jednakże to dopiero w okresie międzywojennym w pełni się rozwinął. Między 1919 a 1939 scena przy Bocheńskiej gościła artystów z Warszawy, Wilna, Łodzi i innych miast. Ważnym wydarzeniem było wystawienie w 1921 sztuki Szymona An-skiego Dybuk, która już wtedy urastała do rangi legendy. Wszystkie przedstawienia odbywały się w języku jidysz.\r\n\r\nSzczególną rolę odegrał Jonasz Turkow, który od 1926 był kierownikiem teatru. To w tym okresie z teatrem współpracował Mordechaj Gebirtig. Wystawiano w tym czasie najpopularniejsze utwory tworzone przez żydowskich pisarzy m.in. Tewje Mleczarza Szolema Alejchema, ale również dzieła polskie przełożone na jidysz, np. Daniela i Sędziów Stanisława Wyspiańskiego."}},"updated_at":"2015-08-12T20:17:31.000Z","photos":[{"id":32,"details":{"en":{"title":"mostowa","description":""},"pl":{"title":"mostowa","description":""}},"images":{"thumb":"https://kazimir.app/system/photos/3b9535a553a55663c1036cf636a7257ab0d00ece.jpg?1504512201","tiny":"https://kazimir.app/system/photos/ed8d8dbef62fedd26c4c4013791ee88932cdbdd9.jpg?1504512201","small":"https://kazimir.app/system/photos/8773ccc455b1f98368c9886d672e46a2512d5f73.jpg?1504512201","medium":"https://kazimir.app/system/photos/148f8b7c0d2a58ea557a588475c3597fe69d9689.jpg?1504512201","large":"https://kazimir.app/system/photos/356b836d1e2a281f129930d171699c61f92d2c03.jpg?1504512201"},"updated_at":"2017-09-04T08:03:22.000Z"}]}]}}]
